{
    "a_spear_is": "A spear is the traditional weapon for real warriors. It can be used as a distance weapon or a close combat weapon. It is lightweight compared to most weapons, and does reasonable damage, in the right hands.",
    "a_sword_is": "A sword is a good weapon. It does a fair amount of damage, and is only moderately heavy. I sell regular and fine swords. If you have the money, you should always buy the fine over the regular. It is that much better.",
    "a_true_warrior_would_never": "A true warrior would never wear leather. However, for the ladies and the lesser men, I have magical leather. It is the best defense for those who can't bear the good stuff.",
    "all_rivers_run": "All rivers run to Hades, I hear tell. You find where the river runs with blood, and you can open the gates to the Underworld. You're always welcome to enter in, but you'll never get out again alive. That's according to the legends.",
    "as_daggers_go": "As daggers go, the Slasher is the best there is. It can almost do as much as a real weapon.",
    "best_dagger": "Best dagger money can buy.",
    "dont_know_how": "Don't know how you're going to get to Hydra. Fishing boats don't go out that far.",
    "going_to_hades": "Going to Hades, huh? You got guts if you take on this Rite.",
    "got_to_really_learn": "Got to really learn how to tread water for this Rite, don't you?",
    "heard_the_news": "Heard the news about that Liontaur. That's a tragedy. Rakeesh was supposed to be a real warrior, even if he was a goody-goody.",
    "heard_you_were_with_rakeesh": "Heard you were with Rakeesh when he got hit. Pity you didn't get a good look at the assassin.",
    "hey_i_wont_pay": "Hey, I won't pay more than this for it.",
    "i_bet_you_can": "I bet you can do this one. Don't know how, but I'm sure you'll win. You'd better, or we might get stuck with a woman as King of Silmaria.",
    "i_do_have_magical": "I do have magical weapons, but I only sell them to worthy warriors. The best weapon for the best man is what I say.",
    "i_dont_take_stuff": "I don't take stuff from strangers.",
    "i_have_a_set": "I have a set of magical chainmail. It is lighter weight than ordinary chainmail, and protects the body more.",
    "i_learned_to_swim": "I learned to swim from the Famous Adventurer. He gave me a book about it.",
    "i_make_em": "I make 'em, buy 'em, and sell 'em. I got the best weapons you can get. You can always sell me your old weapon and get a better one.",
    "i_only_buy": "I only buy weapons and armor, not junk.",
    "i_recently_added": "I recently added the Wurmbane Spear to my collection. It is the best of magic spears, and is purposed against dragons and their kin. It is the only magical spear of its kind.",
    "i_sell_only_the_finest": "I sell only the finest of axes. A fine axe will do more damage than a fine sword, but it does weigh more.",
    "i_sell_regular": "I sell regular, fine, and magical stuff here. Show me your drachmas, and I'll show you the best weapons you've ever seen.",
    "ice_diamond": "Ice Diamond is a fine magical sword. It is lightweight, and very maneuverable. Ice Diamond is called that because it is cold to the touch, and does extra damage to all creatures associated with fire.",
    "if_i_was_a_few_years": "If I was a few years younger and didn't have to think about my family, I would have entered the Rite of Rulership and shown you what a real warrior is like.",
    "if_you_do_not_want_a_spear": "If you do not want a spear through your heart, use a shield.",
    "if_you_do_not_want_your_head": "If you do not want your head to be shattered like a Grecian urn, wear a helmet in combat.",
    "if_you_dont_want_it": "If you don't want it, don't bargain for it.",
    "ill_be_glad": "I'll be glad to tell you about my weapons, once you show me the dough.",
    "ill_make_you_a_fair_offer": "I'll make you a fair offer for that.",
    "im_always_ready": "I'm always ready to buy back weapons now. There's quite a market for the used weapons with the threat of mercenaries.",
    "im_busy": "I'm busy. I'm always busy.",
    "im_not_making": "I'm not making any deals now. Pay what I ask, or you don't buy it.",
    "im_pholus_weaponsmith": "I'm Pholus, weaponsmith and weapon seller. You need a good weapon, you go see me. You got a spare weapon you want to get rid of, I may decide to buy it. If it's about weapons, I'm the person you want to deal with.",
    "im_surprised_to_see_you": "I'm surprised to see you still around, considering the last Rite.",
    "its_been_nice": "It's been nice doing business with you.",
    "its_worth_a_lot_more": "It's worth a lot more than you're offering. Pay me this.",
    "ive_been_working_overtime": "I've been working overtime to make extra weapons. I figure when the mercenaries attack Silmaria directly, we'll need every weapon we can get.",
    "ive_had_it_with_you": "I've had it with you. Go.",
    "ive_risked_death": "I've risked death in my time, but I've never opened its jaws and walked right in. I'm not that stupid. You're a dead man if you go to Hades.",
    "kaleemehra_magnum": "Kaleemehra, Magnum. Good luck in the Rites. I got my bet on you for the next King.",
    "keep_your_weapon": "Keep your weapon sharp.",
    "magnum_opus_will_win": "Magnum Opus will win this one, you'll see. He's my bet for the next King of Silmaria.",
    "nice_dealing": "Nice dealing with you.",
    "no_real_warrior_would_use": "No real warrior would use a dagger in combat.",
    "no_way": "No way I'm dealing with you.",
    "rakeesh_had_a_good_reputation": "Rakeesh had a good reputation as a fighter, but I sure never saw him use that big sword he carried. Supposed to be a magical sword of some sort. Didn't buy it from me, that's all I know.",
    "remember_i_do_buy_used": "Remember, I do buy used weapons.",
    "so_what_do_you_want": "So what do you want?",
    "so_you_entered": "So you entered the Rites of Rulership. That'll certainly prove whether you have the Rite stuff or not! Heh, heh, heh, heh.",
    "someones_got_to_stop": "Someone's got to stop that assassin before there's no one left in Silmaria.",
    "that_general_claudius": "That General Claudius has a reputation of being a good leader. Wouldn't surprise me none to learn he has a fortress hidden somewhere. He'll have the place well-defended -- not like those little fishing villages you guys cleaned out.",
    "that_hydra_is_bad_news": "That Hydra is bad news. I wouldn't go after it unless I had an army to help take it on. Damn thing is immune to most damage. You got to go for the heads, according to the old stories. Even then, the thing heals rapidly.",
    "thats_a_very_magical": "That's a very magical weapon. Little delicate for real warriors, but it's really sweet.",
    "thats_the_best_spear": "That's the best spear I've ever seen. Treat it with respect.",
    "the_dragonslayer_sword": "The DragonSlayer sword is the best weapon I have. It is an old weapon that has earned its name many times. It is a magical sword that is as good as the best magical sword in regular combat. However, against those of a dragon nature, it is a killer.",
    "the_rite_of_conquest": "The Rite of Conquest sounds like it will weed out the wusses. We'll see who's the real warrior around here.",
    "the_rites_of_rulership_are_not": "The Rites of Rulership are not for wimps. They prove who is the finest man suited to become the King. You've got to be tough to be the King of Silmaria -- brains and brawn, the best combination for the true warrior.",
    "then_theres_a_woman": "Then there's a woman. I can't believe a woman thinks she can become King here. Kings are men, not dames. She'll learn her lesson soon enough. If you play in the big leagues, you've got to be tough.",
    "theres_a_strong_warrior": "There's a strong warrior in town who calls himself Magnum Opus. He knows how to use real weapons.",
    "theres_also_a_big": "There's also a big, ugly guy that hangs around with the scientists. I don't see that he's got any weapons, but I'd hate to mess with the size of those fists.",
    "theyre_good_little_soldiers": "They're good little soldiers, those guys. Not a lot of imagination, but they know their weapons. Don't give up easily, either.",
    "this_is_my_final_offer": "This is my final offer.",
    "those_tritons": "Those Tritons are bad news. Even if you don't drown trying to fight them, they got spells and everything. They're supposed to talk to the fish, and get them to help them, too. Most people just drown, though.",
    "unless_you_have_a_bow": "Unless you have a bow, you will not need arrows. I do not make bows here.",
    "we_got_a_deal": "We got a deal.",
    "well_seeing": "Well, seeing that you are going for the gold by entering the Rites, I guess I could let you buy some of the good stuff, if you got the money.",
    "what_are_you_looking_for": "What are you looking for?",
    "what_can_i_sell": "What can I sell you?",
    "what_do_you_want_lady": "What do you want, lady? I just sell weapons.",
    "with_magnum_dead": "With Magnum dead, my money's riding on you, kid. Win this Rite, and I'll make a few drachmas off my bet.",
    "yeah_welcome": "Yeah, welcome to sunny Silmaria. What do you want?",
    "you_could_buy": "You could buy one of my magical weapons that's good against dragons. DragonSlayer would be great against the Hydra. Costs a lot of money, though.",
    "you_dont_have_enough": "You don't have enough money. I'm not giving this stuff away.",
    "you_got_it": "You got it.",
    "you_here_to_enter": "You here to enter the Rite of Rulership? Most of the newcomers are here for it right now. Fools! It's going to take a real warrior to become King of Silmaria.",
    "you_know_where_to_look": "You know where to look if you're looking for weapons.",
    "you_look_like": "You look like you could use a good spear. Want to buy one?",
    "you_need_some": "You need some new weapons?",
    "you_think_im_made": "You think I'm made of money? I won't pay more than this for it.",
    "you_trying_to_cheat_me": "You trying to cheat me? Match my offer or walk off.",
    "you_trying_to_insult_me": "You trying to insult me, or are you just too stupid to know a good deal when you see it?",
    "you_want_to_buy_something": "You want to buy something, or are you just wasting my time?",
    "you_want_to_see": "You want to see my weapons? Show me you've got the cash, and I'll show you my stuff.",
    "you_wont_find_a_better_weapon_than_that": "You won't find a better weapon than that when it comes to fighting dragons. It's worth everything you paid for it.",
    "you_wont_find_a_better_weapon_than_the_ones": "You won't find a better weapon than the ones I sell.",
    "youre_a_hero": "You're a Hero? Wouldn't know it to look at you. You'll have a chance to prove it around here. Just enter the Rites of Rulership, and we'll see who's a Hero.",
    "youre_really_planning": "You're really planning to do this one, aren't you? The only one that will win this Rite is Hades.",
    "youre_sure_cheap": "You're sure cheap. I'm not taking less than this for it.",
    "youve_got_a_tough_one": "You've got a tough one with that assignment. Outnumbered, outgunned, and the mercenaries have had a chance to learn the lay of the land."
}