[
	{
		"key": "ah_but_a_merchant_must",
		"en_us": "Ah, but a merchant must make a profit, or he ceases to be a merchant. Will you pay this for such a delight?"
	},
	{
		"key": "ah_i_have_foods_of_all_types",
		"en_us": "Ah, I have foods of all types to delight the taste. From savory to sweet, I have something that is unique."
	},
	{
		"key": "ah_that_is_a_most_kind_offer",
		"en_us": "Ah, that is a most kind offer. May it serve you well."
	},
	{
		"key": "ah_that_is_the_delight_of_helen",
		"en_us": "Ah, that is the delight of Helena, the mainland to the north. It is roasted honey lamb, covered with yogurt and savory spices, and wrapped in pita bread. May it bring you pleasure."
	},
	{
		"key": "ah_this_is_a_treat_from_hesparia",
		"en_us": "Ahh...This is a treat from Hesperia to the northwest. A flat bread covered with pesto and cheese, topped with the hearts of delicate artichokes, and broiled to crisp and chewy perfection."
	},
	{
		"key": "alas_this_is_so_low_a_price",
		"en_us": "Alas, this is so low a price that I am almost giving this away to you. Can you not match its value?"
	},
	{
		"key": "ann_is_a_very_amusing_person",
		"en_us": "Ann is a very amusing person, and I believe that her inn would be a good place to spend one's nights."
	},
	{
		"key": "at_his_shop_beside_the_docks",
		"en_us": "At his shop beside the Docks, you will meet the Weaponer, Pholus. There is also an inn and tavern there. I have heard there is some sort of school located nearby, but I do not know for certain."
	},
	{
		"key": "at_nob_hill_you_will_find",
		"en_us": "At Nob Hill, you will find the Hall of Kings, center of the leadership of this city. You will also find the Arena, a place where combats are held for the recreation."
	},
	{
		"key": "at_the_west_end_of_the_city",
		"en_us": "At the west end of this city, you will find the Adventurer's Guild and Gnome Ann's Inn."
	},
	{
		"key": "a_few_years_back",
		"en_us": "A few years back, the islands around Silmaria were plagued with pirates. Trading ships found it difficult to get here. Now that the invaders have landed, no trading ship dares to come here."
	},
	{
		"key": "a_small_army_of_hesparian",
		"en_us": "A small army of Hesparian Mercenaries have taken over the countryside. They arrived just after the King died, and many of Silmaria's soldiers and guards have died trying to defend this island."
	},
	{
		"key": "be_it_cool_and_soothing_like_fruit",
		"en_us": "Be it cool and soothing like fruit, or hot and spicy pizza from my brazier, or savory and chewy like a gyro, or sweet and delightful like sokolatak-ya, may it sooth your taste and desire."
	},
	{
		"key": "do_not_be_dismayed_by_the_wizard",
		"en_us": "Do not be dismayed by the Wizard Shakra. He is powerful and wise, and has a deep heart."
	},
	{
		"key": "do_you_intend_to_cheat_me",
		"en_us": "Do you intend to cheat me, or is it just that you are ignorant of manners. Your offer is an insult."
	},
	{
		"key": "farewell_and_i_wish_you_good_fortune",
		"en_us": "Farewell, and I wish you good fortune on the Rulership Rites."
	},
	{
		"key": "forgive_me_but_must_feed",
		"en_us": "Forgive me, but I must feed my family upon my profits. Perhaps you are willing to pay this for such a delight."
	},
	{
		"key": "guards_this_villain_is_a_thief",
		"en_us": "Guards! This villain is a thief. Protect me from this thieving!"
	},
	{
		"key": "good_day_to_you_there_is_talk",
		"en_us": "Good day to you. There is talk that you might be the next King of Silmaria. That is good news indeed."
	},
	{
		"key": "greetings_fair",
		"en_us": "My Greetings, fair warrior woman. What may I sell to you?"
	},
	{
		"key": "greetings_prince",
		"en_us": "Greetings, Prince of Shapeir. How may I be of aid to you?"
	},
	{
		"key": "greetings_you_have_made_my_sarra",
		"en_us": "Greetings! You have made my Sarra most happy by returning her basket. It was something she treasured. Thank you for your kindness."
	},
	{
		"key": "here_is_something_that_might_be",
		"en_us": "Here is something that may be a private pleasure, or a welcome gift to any. A small box of sweet sokolatak-ya that will delight the tongue with smooth joy."
	},
	{
		"key": "here_is_where_you_may",
		"en_us": "Here is where you may buy things of beauty of my lifemate, enjoy the music of my daughter, or find things of use from Wolfie, the artisan."
	},
	{
		"key": "how_is_it_that_i_might_serve_you_today",
		"en_us": "How is it that I might serve you today?"
	},
	{
		"key": "how_very_remarkable",
		"en_us": "How very remarkable. But what has this to do with me?"
	},
	{
		"key": "if_your_belly_aches",
		"en_us": "If your belly aches so from hunger, perhaps you should buy some fruit from me. It makes a good between meals snack."
	},
	{
		"key": "if_you_wish_to_know_more_about_this",
		"en_us": "If you wish to learn more about this, you will need to ask someone more learned than I."
	},
	{
		"key": "is_there_something_the_matter",
		"en_us": "Is there something the matter with this that you would give it back? Please keep it."
	},
	{
		"key": "it_has_been_said_that_a_mighty_hero",
		"en_us": "It has been said that a mighty Hero was brought to the desert lands by my people. He defeated the foul wizard that drove away the Katta. The Hero is said to be a most kind and brave man."
	},
	{
		"key": "it_is_a_pleasant_day_for_basking",
		"en_us": "It is a pleasant day for basking in the sunlight. I am content."
	},
	{
		"key": "it_is_a_pleasure_to_meet_you",
		"en_us": "It is a pleasure to meet you, and I hope that I may aid you in any way that I can."
	},
	{
		"key": "it_is_such_a_pleasure",
		"en_us": "It is such a pleasure to see you, O Prince."
	},
	{
		"key": "it_is_supposed_to_be_located",
		"en_us": "It is supposed to be located near the East Gate of the city. I have heard that it is a school for adventurers, so you, with your skills, may have no need of such lessons."
	},
	{
		"key": "i_am_honored",
		"en_us": "I am honored by your kindness, but I cannot accept such a fine gift."
	},
	{
		"key": "i_am_honored_and_enriched",
		"en_us": "I am honored and enriched by your selection."
	},
	{
		"key": "i_am_marrak_a_katta_from",
		"en_us": "I am Marrak, a Katta from the land of Raseir, desert birthplace of my people. My family and I have journeyed afar to serve one and all with such pleasures that they might fancy."
	},
	{
		"key": "i_am_sorry_but_i_cannot_make_this",
		"en_us": "I am sorry, but I cannot make this agreement."
	},
	{
		"key": "i_am_very_well_this_day",
		"en_us": "I am very well this day, for the wind has died down again, and I can enjoy being outside."
	},
	{
		"key": "i_am_well_and_fine_thank_you",
		"en_us": "I am well and fine, thank you. It is a beautiful day, is it not?"
	},
	{
		"key": "i_am_well_and_hope_that_you_are_also",
		"en_us": "I am well and hope that you are also."
	},
	{
		"key": "i_cannot_accept_such",
		"en_us": "I cannot accept such an offer. I do not care to haggle with you over this."
	},
	{
		"key": "i_have_heard_from_people_in_my_homeland",
		"en_us": "I have heard from my people in our homeland that the owner of the Dead Parrot Inn is not a man to trust. Senor Ferrari will make a profit any way he is able."
	},
	{
		"key": "i_have_heard_word_that_my_homeland",
		"en_us": "I have heard word that my homeland has been freed by a Hero, and the land is now ruled by a wise and gracious woman. One day my family and I shall all return to the desert lands once more."
	},
	{
		"key": "i_have_much_that_is_tastey",
		"en_us": "I have much that is tasty and tantalizing. If you wish a meal, then try the pizzas. If you would like a delicate snack, perhaps a selection of fruit will please your palate. If you seek a sweet, the sokolatak-ya is unsurpassed. May they please you well."
	},
	{
		"key": "i_hope_this_will_serve_you_well",
		"en_us": "I hope this will serve you well. Good luck, and please be careful."
	},
	{
		"key": "i_remember_the_day_when_the_seas",
		"en_us": "I remember the days when the sea was filled with sailors, and the dock was covered with fresh calamari and mackerel. I miss the fish."
	},
	{
		"key": "i_suggest_you_go_up_to_nob_hill",
		"en_us": "I suggest you go up to Nob Hill and look at the thing yourself. You are more likely to know more of it than I."
	},
	{
		"key": "made_from_savory_spiced_lamb",
		"en_us": "Made from savory spiced lamb, and the sour yogurt, sweet cucumber, and pungent onions offer interesting contrasts to the blandness of the pita bread. It is a symphony of complementary culinary experiences."
	},
	{
		"key": "many_of_the_people",
		"en_us": "Many of the people who have chosen to stay in Silmaria are those that came from other lands. Perhaps they have learned well the lesson of how hard it is to leave your home behind."
	},
	{
		"key": "many_of_the_wealthiest",
		"en_us": "Many of the wealthiest of Silmaria reside on Nob Hill. There is also a magical device of which I have no real knowledge."
	},
	{
		"key": "many_thanks_i_cannot_resist",
		"en_us": "Many thanks. I cannot resist such a delicacy."
	},
	{
		"key": "may_i_aid_you_in_any_way",
		"en_us": "May I aid you in any way, just let me know, for I am at your service."
	},
	{
		"key": "may_your_day_be_filled",
		"en_us": "May your day be filled with pleasures and surprises, O Prince."
	},
	{
		"key": "may_your_mouth_be_charmed",
		"en_us": "May your mouth be charmed by the taste of it. Many thanks."
	},
	{
		"key": "may_you_always_find",
		"en_us": "May you always find what you are seeking, even as you found my Sarra's basket."
	},
	{
		"key": "most_of_the_merchants",
		"en_us": "Most of the merchants are very concerned with the Rites of Rulership. We hope that it will truly choose the best possible King, but fear that it will only pick the best warrior and not the finest person. You would make a good King for Silmaria."
	},
	{
		"key": "my_brasier_it_is_something",
		"en_us": "My brazier? It is something that I need, if I am to sell my freshly prepared wares. However, I do have an extra brazier I could sell you."
	},
	{
		"key": "my_family_and_i_sell_joys",
		"en_us": "My family and I sell joys for the ear and the taste and the eye. My wares treat the mouth to a variety of sensory experiences from this region and beyond."
	},
	{
		"key": "my_fruit_is_the_gift",
		"en_us": "My fruit is the gift of the vine and the tree. Rich purple sweet grapes, tart and spicy apples, and a unique delicacy from the distant jungles. It is soft and sensuous banana."
	},
	{
		"key": "my_mate_and_beloved_is_sarra",
		"en_us": "My mate and beloved is Sarra, maker of gifts who has a stand on the other side of the plaza. My darling daughter is a fine musician, and shares her love of music with all who have ears."
	},
	{
		"key": "my_price_is_what_i_have_set",
		"en_us": "My price is what I have set."
	},
	{
		"key": "my_thanks_but_you",
		"en_us": "My thanks, but you will have more use of it than shall I."
	},
	{
		"key": "no_i_have_no_desire",
		"en_us": "No. I have no desire to bargain with you. Pay what I ask, or do not buy from me."
	},
	{
		"key": "one_year_ago",
		"en_us": "One year ago, this was a thriving city, and this marketplace was filled with the laughter and chatter of the crowds. Alas, now the streets are almost silent, and the happiness has passed."
	},
	{
		"key": "o_friend",
		"en_us": "O Friend of My People, it is always a pleasure to see you."
	},
	{
		"key": "pholus_is_a_centaur",
		"en_us": "Pholus is a centaur weaponsmith, and he makes a variety of weapons. He would be delighted to sell you something, I am certain."
	},
	{
		"key": "sarra_and_i_used_to_gather_shells",
		"en_us": "Sarra and I used to gather shells on the beach near the village of Naxos to the west of Silmaria. Then the invaders took over the fishing villages, and it is too dangerous to travel outside the city gates."
	},
	{
		"key": "sarra_is_happy_and_i_am_content",
		"en_us": "Sarra is happy, and I am content. There is nothing quite like a pleased lifemate to make your home life happy. You should find yourself a mate, and experience such married bliss."
	},
	{
		"key": "sarra_is_so_thrilled_to_have_her",
		"en_us": "Sarra is so thrilled to have her basket back. It is mostly that she was overwhelmed by your kindness in returning it."
	},
	{
		"key": "several_years_ago_my_people",
		"en_us": "Several years ago, my people were driven from our homeland and scattered with the winds by a most evil man who usurped the throne of Rasier from its rightful Emir."
	},
	{
		"key": "so_you_are_a_friend_of_my_people",
		"en_us": "So you are a friend of my people? It is an honor to meet such a Hero. You are already a part of Katta stories and history."
	},
	{
		"key": "that_is_it_i_cannot_make_such",
		"en_us": "That is it. I cannot make such a deal."
	},
	{
		"key": "that_is_most_unique",
		"en_us": "That is most unique, but I do not think it will be popular in this area."
	},
	{
		"key": "that_is_not_a_fair_offer",
		"en_us": "That is not a fair offer. We cannot make such a deal."
	},
	{
		"key": "that_is_very_good_we_have_made_a_deal",
		"en_us": "That is very good. We have made a deal."
	},
	{
		"key": "there_are_nasty_rumors_that",
		"en_us": "There are nasty rumors that Magnum Opus is really a spy for the invading army. I do not believe such things, but you should be wary of that man."
	},
	{
		"key": "there_are_two_paths",
		"en_us": "There are two paths that lead downward from this plaza. One will take you to the docks, the other to the westmost gates of the town."
	},
	{
		"key": "there_is_nothing_quite_like",
		"en_us": "There is nothing quite like the warm glow of pizza in the belly, and the quiet fire of pepperoni on the tongue."
	},
	{
		"key": "there_is_talk_that_the_woman",
		"en_us": "There is talk that the woman warrior who enters the Rite of Rulership is a nobleperson from a distant land. Her fearsome companion is now Guildmaster for the Adventurer's Guild. They make a most formidable pair."
	},
	{
		"key": "they_say_that_after_the_king_died",
		"en_us": "They say that after the King died, people wanted to make Logos the Centaur ruler of this land. He refused, saying that the Rite of Rulership would bring forth the finest possible new King."
	},
	{
		"key": "the_apothecary_is_run",
		"en_us": "The Apothecary is run by a most interesting human and his lifemate. They are both caring people, and will aid you in any way that they can."
	},
	{
		"key": "the_bank_is_the_fine",
		"en_us": "The bank is the fine building with the winged lion statues. The banker will be happy to take your money."
	},
	{
		"key": "the_cold_wind_blows_through_my_fur",
		"en_us": "The cold wind blows through my fur. I would be much happier beside a warm fireplace right now, lapping hot milk with melted sokolatak-ya."
	},
	{
		"key": "the_dead_parrot_inn",
		"en_us": "The Dead Parrot Inn is the place to visit if you'd like a little nip now and then."
	},
	{
		"key": "the_island_of_marete",
		"en_us": "The island of Marete is usually very popular this time of year. Unfortunately, the death of the King and the invasion have driven many away."
	},
	{
		"key": "the_king_of_silmaria",
		"en_us": "The King of Silmaria, King Philip XV, was a good ruler. He ignored the merchants and we ignored him."
	},
	{
		"key": "the_new_ruler_of_rasier_is_the_daughter",
		"en_us": "The new ruler of Rasier is the daughter of the old Emir. She proved herself to be resourceful and wise, and welcomes my people home. Her name is Zayishah."
	},
	{
		"key": "the_pepperonis_are",
		"en_us": "The pepperonis are particularly appetizing today. Their perfume tickles my whiskers, and tempts me to try some myself."
	},
	{
		"key": "the_wind_is_brisk_today",
		"en_us": "The wind is brisk today. You can smell the sea spray even up here."
	},
	{
		"key": "this_city_can_be_confusing",
		"en_us": "This city can be confusing to those new here. Silmaria has four plazas. This is the Town Center, and the place of merchants. Above us is the plaza called Nob Hill."
	},
	{
		"key": "this_is_a_treat_that_is_unequaled",
		"en_us": "This is a treat that is unequaled. A crispy bread covered with a sauce from tomatoes and cheese. Then on the top, the savory and spicy pepperoni sausage."
	},
	{
		"key": "this_is_sarras_basket",
		"en_us": "This is Sarra's basket! She will be so happy if you give it to her. Thank you, for you will make my mate most pleased."
	},
	{
		"key": "welcome_great_warrior",
		"en_us": "Welcome, great warrior. What may I do for you this day?"
	},
	{
		"key": "welcome_may_i_entice",
		"en_us": "Welcome. May I entice you with some tasty treat?"
	},
	{
		"key": "welcome_welcome_stranger",
		"en_us": "Welcome, welcome, stranger. I am Marrak, and this is my stand of food. If you find yourself suffering from the pangs of hunger, or desire just a snack to brighten your day, you have come to the proper place."
	},
	{
		"key": "we_katta_are_a_desert_people",
		"en_us": "We Katta are a desert people from the lands to the East. We are traders and merchants to the world."
	},
	{
		"key": "what_can_i_sell_to_you_today",
		"en_us": "What can I sell to you today?"
	},
	{
		"key": "what_is_this_it_is_unlike",
		"en_us": "What is this? It is unlike anything I have ever seen in this world."
	},
	{
		"key": "your_kindness_warms_me",
		"en_us": "Your kindness warms me like the sun, but I, alas, do not need such a thing."
	},
	{
		"key": "you_might_also_save_your_money",
		"en_us": "You might also save your money at the bank, find things of mysterious power at the shop of magic, or items to improve your health at the apothecary's shop."
	}
]

