{
    "a_magical_dagger": "A magical dagger is an elegant weapon if you have to fight in combat. It can even damage the Undead which normal weapons cannot.",
    "a_reasonable_offer": "A reasonable offer, but I would be more content if you were to agree to this amount.",
    "a_zap": "A Zap Spell must be cast upon a weapon. This gives it extra magical damage when it strikes an opponent.",
    "ah_pizza": "Ah, pizza. It is one of the most delightful of foods. You have found my weakness. Thank you most gratefully.",
    "ah_you_have_found": "Ah, you have found some magical wood! Let us make you a Magical Staff, symbol of the Wizard.",
    "be_careful": "Be careful. There are many forms of danger, and some may be as innocent in appearance as a cup of tea. Farewell.",
    "besides_the_assassinations": "Besides the assassinations and the invasion, we also seem to be at war with the sea people. If there is someone behind all this, I do not know his purpose.",
    "cast_your_spells": "Cast your spells at the Staff, Wizard. Teach it your spells and let it learn your ways. Cast until you can cast no more.",
    "dazzle": "Dazzle can be very useful in combat. It allows the magic user to temporarily blind his opponent.",
    "delos_is": "Delos is a very interesting place. There is a good deal of magic there. It is well worth visiting. However, the Sibyl of Delos must be treated with respect. She reads the strands of the future.",
    "erasmus_and_fenris": "Erasmus and Fenris are friends of mine. Although Erasmus may seem little strange, he is kind. Many a night have I spent at his house, playing magical games, talking, and drinking tea. We have had good times together.",
    "erasmus_seems": "Erasmus seems to be sleeping peacefully, but he cannot be awakened. Neither my spells nor Julanar's healing have had any effect. If Fenris were not there to help him, Erasmus could very well sleep himself to death.",
    "even_if_you_made": "Even if you made the wings again, they could not get you to Delos. The wind is wrong for that. You will need to find a flying device that you can control.",
    "farewell_and_i_hope": "Farewell, and I hope that your destiny is favorable.",
    "farewell_and_it_will": "Farewell, and it will be interesting to know where the next Rite will lead you.",
    "farewell_and_may": "Farewell, and may your luck be good.",
    "fenris_is_enough": "Fenris is enough of a Magic User to keep all Erasmus's enchantments running while Erasmus sleeps, otherwise it could be disastrous. Fenris is very upset at the situation, but he seems to be handling things.",
    "fenris_suspected": "Fenris suspected that Erasmus was drugged when Erasmus fell asleep in the middle of drinking tea while playing a magical game. Erasmus loves games and is a keen competitor, so Fenris knew something was wrong with the tea. Fortunately, Fenris prefers root beer.",
    "forgive_my_manners": "Forgive my manners today. I am distracted by what has happened to Erasmus. You are very welcome here.",
    "fortunately_for": "Fortunately for Erasmus, Fenris casts most of the household spells himself. Fenris is very upset, but he can keep the house afloat as long as Erasmus is alive. Fenris does not want to think what will happen if Erasmus does die.",
    "good_luck_and_i_hope": "Good luck, and I hope you find Silmaria as wondrous as I do.",
    "good_luck_on_your": "Good luck on your adventures.",
    "good_luck_upon": "Good luck upon your Rite.",
    "greetings_prince": "Greetings, Prince of Shapeir. My father, Rakeesh, informed me of your arrival. I am Shakra sah Tarna, and this is the Magic Shop of Silmaria.",
    "greetings_rakeesh": "Greetings. Rakeesh is very pleased that you entered the Rites of Rulership. Even if you do not become King of Silmaria, you will undoubtably discover who is behind the ill that has been done here lately.",
    "greetings_unto_you": "Greetings unto you, Wizard.",
    "habari_my_friend": "Habari, my friend. How may I aid you?",
    "hand_me_your": "Hand me your weapon, that I may cast the Zap Spell upon it.",
    "i_am_a_wizard_like": "I am a Wizard like yourself. I apprenticed with my mother, Kreesha, and the enchantress Aziza of Shapeir. I am specializing in object enchantment.",
    "i_am_a_wizard_the": "I am a Wizard, the only male Liontaur who has ever practiced the fine art of magic. I have made Silmaria my home for several years now. If you are but half the Hero my father thinks you are, then I will be very happy to see you rule this island.",
    "i_am_afraid": "I am afraid that we cannot come to an agreement. I have no desire to quibble with you further.",
    "i_am_always_interested": "I am always interested in learning new spells. What would you like in return?",
    "i_am_always_pleased": "I am always pleased to deal with others who understand the art of magic.",
    "i_am_flattered": "I am flattered, but I'm afraid my tastes prefer more legs than you have.",
    "i_am_honored_by": "I am honored by the presence of another spellcaster.",
    "i_am_honored_to": "I am honored to greet you.",
    "i_am_interested": "I am interested in learning the Whirlwind Spell. I was never quite able to get Erasmus to teach me that spell.",
    "i_am_not_wealthy": "I am not wealthy, and I can only offer you this much for the spell.",
    "i_am_quite_interested": "I am quite interested in learning the Aura Spell in return.",
    "i_am_still": "I am still upset about my father and the events in Silmaria. Erasmus is still asleep. I am worried, my friend. Very worried.",
    "i_am_taking_care": "I am taking care of Rakeesh in my quarters. When he regains consciousness, I will let you know. I am certain he will want to speak with you.",
    "i_cannot_believe": "I cannot believe my father is dead. Rakeesh deserved a Hero's death with honor, not an assassin's poisoned blade.",
    "i_cannot_thank": "I cannot thank you enough for saving my father's life.",
    "i_do_not_know": "I do not know where you can find such a wonder as magical wood around here. I made my Staff from the same wood as you did when you made your first Staff. I, too, went to the Heart of the World in Tarna. However, I am certain you will know magical wood when you find it.",
    "i_enjoyed": "I enjoyed watching the opening ceremony for the Rite of Rulership. It seems that you will have tough competition for the throne.",
    "i_have_had_enough": "I have had enough of this penny-pinching. Either accept my amount or leave.",
    "i_have_little_taste": "I have little taste for such a thing. My thanks, but no thanks.",
    "i_have_only_a_few": "I have only a few spells for sale right now. I hope you will find something you wish to learn.",
    "i_have_sent": "I have sent his body back to Tarna, where he is mourned by the nation. I mourn here for the Paladin who was my father. He was always a Hero. May the ideals Rakeesh taught be with us forever.",
    "i_just_cannot": "I just cannot understand why anyone would want to harm Erasmus. He is a friendly, amusing person as well as a powerful Archmage. He seldom interferes in Silmaria. The only thing he did recently was to summon you here.",
    "i_make_mystic": "I make Mystic Magnets, and have made a Magical Charm Bracelet that enhances a Wizard's skills. I also create Mana Pills and Mana Potions.",
    "i_sell_many_items": "I sell many items of use to the spell caster. I hope you will find something that you like.",
    "i_sense_that_you": "I sense that you do not have the essence of magic within your soul, but I do sell some things that might interest you. For instance, every adventurer could use a Mystic Magnet to carry them to safety. I am certain you will find it useful.",
    "i_sense_the_magic": "I sense the magic is strong within you. You are a very powerful Wizard now. If I can aid you in any way, please let me know.",
    "i_shall_be": "I shall be casting the magic of Enchantment, and you shall be casting the spells that you will be using from the Staff.",
    "i_thank_you": "I thank you for doing business with me.",
    "i_tried_many": "I tried many spells to awaken Erasmus, but he remains asleep. I don't understand what is going on here. Why harm Erasmus this way? It bothers me greatly that I cannot seem to do anything about this situation. I do not like feeling helpless.",
    "i_will_accept_no_less": "I will accept no less than the price I have set.",
    "i_will_gladly": "I will gladly cast a Zap Spell upon your weapon. It will add more damage to your initial blow, then goes away. Unfortunately, a weapon can only have one Zap Spell upon it at a time.",
    "i_will_let_you_know": "I will let you know if there is more news about Erasmus. Farewell, and good luck.",
    "i_will_trade_that": "I will trade that in exchange for your Frost Bite Spell, if you desire.",
    "i_wish_that": "I wish that I had more magic that I could teach you. I think you will need as much magic as you can get to complete the Rites of Rulership.",
    "i_would_suggest": "I would suggest you watch the other competitors in the Rite of Rulership carefully. It is possible that one of them is behind Silmaria's problems.",
    "if_i_can_assist": "If I can assist you magically, please let me know.",
    "if_you_are_interested": "If you are interested, I will teach you the Enchant Object spell. Come back in a few days when we both have a chance to restore our magic.",
    "if_you_have_not": "If you have not done so, I suggest you buy a map of Silmaria from Wolfie in the bazaar outside. The fishing villages should be marked on the map.",
    "if_you_wish": "If you wish to purchase something, please let me know.",
    "im_afraid": "I'm afraid that you have taught me all I care to learn. Perhaps if you learn a few new spells, I will learn from you again.",
    "im_afraid_your_price": "I'm afraid your price is beyond my means. Perhaps you will accept this amount?",
    "it_is_good": "It is good to see my father again. I summoned him when the King was assassinated. He has been aiding Logos, the High Counselor.",
    "juggling_lights": "Juggling Lights is a little spell I learned from a magic shopkeeper in Shapeir. It allows you to illuminate the darkness with a spell.",
    "mana_pills": "Mana Pills help restore some of your magical essence after you have cast spells, and the container will vanish when the pills have been used.",
    "mana_potions": "Mana Potions restore your Mana completely. It is more efficient than taking the Mana Pills, but it is more expensive.",
    "may_magic_flow": "May magic flow with you always.",
    "may_you_walk": "May you walk ever with wonder, Wizard.",
    "may_your_spells": "May your spells keep you safe.",
    "most_of_the_spells": "Most of the spells I sell here are spells you probably know already. After all, you and I both learned some of them from my mother, Kreesha.",
    "my_mother": "My mother thinks highly of your magical skills. With several years of devotion to the art, you could become one of the most powerful of Wizards.",
    "my_thanks_but": "My thanks, but I have no interest in that.",
    "no_wizard_should": "No Wizard should be without one. A magical Staff is an important tool for spellcasting.",
    "now_summon": "Now, summon your new staff!",
    "perhaps_you_would": "Perhaps you would consider offering this. Surely it is worth more to you.",
    "place_the_wood": "Place the wood on the magical drum, please.",
    "plan_this_mission": "Plan this mission carefully. You'll be up against great odds, and seasoned warriors. Use caution, and make certain you have enough healing and mana potions to survive this difficult Rite.",
    "please_keep": "Please keep Rakeesh's memory alive through your actions, wherever you go.",
    "rakeesh_encouraged": "Rakeesh encouraged me to take up the magical arts, even when my uncle the King was incensed that I learned a 'female' skill. 'Go where your heart leads you,' Rakeesh would tell me. Thus I became a Wizard and moved here. Rakeesh was more than a father; he was a dear friend.",
    "rakeesh_is_still": "Rakeesh is still alive, but he remains unconscious. If it were not for your quick actions, he would be dead. I thank you deeply.",
    "rakeesh_was_always": "Rakeesh was always the best of fathers. I was always so proud that I had a Paladin for a father. He never minded that I was not a fighter like he and my sister.",
    "remember_you_have": "Remember, you have many spells at your command. Try to avoid direct combat if you are able. Take care, and good luck.",
    "take_care": "Take care. The next assassin's blade may be for you.",
    "thank_you_but": "Thank you, but I have virtually everything I need in my shop.",
    "that_drum": "That drum reverberates with magic. It will contain and amplify the magic which is cast upon it.",
    "that_is_enough": "That is enough. I will cast the binding spell now.",
    "the_amount_you_offer": "The amount you offer is out of the question. Make me a reasonable offer or we will not deal.",
    "the_archmage": "The archmage Erasmus has been drugged! No one has been able to bring him out of his sleep.",
    "the_drug": "The drug does not appear to be magical in nature. The Healer Julanar says that it is similar to 'Sleeping Sickness.' She does not yet know how to cure it, but she is doing everything she can think of to awaken Erasmus.",
    "the_enchantress": "The enchantress Aziza is a very good teacher. She demands precision and dedication to the art of magic. I had to work very hard to please her, but I learned much.",
    "the_magic_charm": "The Magic Charm Bracelet increases the wearer's magical skills immensely. It is very difficult to create, and I have only one available for sale right now.",
    "the_magic_that": "The magic that you really need more than new spells is to make yourself a new magical Staff. I will be happy to aid you in this, but first you must find some magical wood.",
    "the_mystic_magnets": "The Mystic Magnets are a pair. You set one in a place of safety -- a bedroom, for example. You have only to use the other magnet upon yourself to teleport instantly back to the room with the other magnet. As you can tell, this can save your life when you are in danger.",
    "the_poison_remains": "The poison remains in his system. Julanar and Salim are trying to find a cure. Until they do, Rakeesh is being kept alive by antidote pills.",
    "the_rip_spell": "The RIP spell provides an aura of protection around a small area. It allows you to rest without being attacked by monsters. However, it will not work if a monster has already spotted you before you cast the spell.",
    "the_rite_of_destiny": "The Rite of Destiny will be difficult to accomplish only because Delos is far from here, across the most dangerous of waters. No boat will dare sail there unless it could sail through the sky.",
    "there_are_few": "There are few true Wizards who do not carry a Staff. You are the only Wizard I know that has ever sacrificed his Staff to defeat an enemy. Nor have I ever heard of anyone carrying another's Staff, like you did with Erana's. You are a most exceptional Wizard.",
    "there_is_a_good_deal": "There is a good deal of magic in this, but it is more suited for a warrior than a wizard.",
    "there_is_little": "There is little that I sell here that is of use to those who do not use magic. However, the Mystic Magnets and Magical Dagger may be of interest to you.",
    "this_drugging": "This drugging greatly disturbs me. It makes me wonder what next disaster will strike Silmaria.",
    "this_is_a_land": "This is a land that is rich with magic. This island is rumored to have risen when Atlantis was destroyed eons ago. There are many magical items and weapons to be found here. Many merchants sell such items, if they consider you to be trustworthy.",
    "this_is_acceptable": "This is acceptable. We have a deal.",
    "this_is_my_home": "This is my home and workshop, in addition to being a magic shop. If you are interested in purchasing something, just let me know.",
    "this_is_my_shop": "This is my Shop of Magic. You are welcome here.",
    "this_is_not": "This is not an acceptable amount. Do you still wish to purchase the item?",
    "this_seems": "This seems to be a set of tools related to lockpicking. You say that you found this at the bank? Perhaps you should show this to Erasmus. He may be able to tell you more than I. He has a few spells that let him judge the past of an object.",
    "this_weapon_already": "This weapon already has a Zap Spell cast upon it. Until the spell is used, I cannot cast another upon it. Please, hand me another weapon that you wish enchanted.",
    "those_other_spells": "Those other spells will use the magic of the Staff rather than your own. The Staff will vanish when it runs out of spells, or you can no longer concentrate upon it.",
    "to_make": "To make a magical Staff, the magical wood must be enchanted with many spells. Some of the spells I shall cast; the rest must be cast by you. Each spell cast at the Staff will increase its power.",
    "we_are_very_close": "We are very close to an agreement. Offer me this, and we will close the deal.",
    "we_have_made": "We have made an agreement. I hope you are satisfied with this.",
    "welcome_again": "Welcome again to the Magic Shop.",
    "welcome_elsa": "Welcome to my Shop of Magic, Elsa von Spielburg.",
    "welcome_friend": "Welcome, friend of my father. You will always be welcome here.",
    "welcome_hero": "Welcome to my Magic Shop, Hero of Tarna.",
    "welcome_to_silmaria": "Welcome to Silmaria and my Magic Shop.",
    "welcome_to_this_place": "Welcome to this place of mourning. I grieve deeply for my father.",
    "welcome_wizard_to": "Welcome, Wizard, to a place of magic.",
    "welcome_wizard_who": "Welcome, Wizard who would be King.",
    "welcome_you_have": "Welcome. You have a difficult task ahead of you with the Rite of Destiny. Delos, like Hydra, is too far for boats. You will need to fly without wings there.",
    "what_is_a_shop": "What is a Shop of Magic without spells? However, you are an experienced Wizard, and I have only a few spells that you are unlikely to have learned elsewhere.",
    "you_are_most": "You are most reasonable. Perhaps we can agree upon this?",
    "you_are_most_welcome": "You are most welcome, my friend. You certainly deserved to regain your magical Staff after all the good you did with your last Staff.",
    "you_are_so_far": "You are so far beyond what I consider to be reasonable, it is almost an insult. I do not think you wish to insult me. It would be unwise.",
    "you_freed": "You freed Erana's soul from Avoozl? I grieve to learn that Erana is indeed dead, but I rejoice that her soul is at rest.",
    "you_may_be_interested": "You may be interested in purchasing a magical dagger or the Mystic Magnets.",
    "you_now_have": "You now have a Magic Staff again at your command, Wizard.",
    "you_will_find": "You will find that you will be able to cast double the amount of spells with your magical Staff. Summon the Staff, then cast other spells.",
    "you_would_make": "You would make a fine King, you know. You remind me of my father. Rakeesh would have been a great King for Tarna, but he chose the way of the Paladin instead. Thus he can aid people everywhere, rather than in just his own kingdom.",
    "your_new_spell": "Your new spell, Augmentation Proclamation, intrigues me. Shall we trade?"
}