{
    "as_they_say_in_the_deserts": "As they say in the deserts of flowing sands, mar haba! It is a pleasure, as always, to see you.",
    "before_the_invaders_landed": "Before the invaders landed upon Silmaria, I would seek shells upon the shoreline to the west of town. However, it has grown too wild and dangerous for me to gather them now.",
    "business_has_been_slow": "Business has been slow, for few think of romance this time of year.",
    "do_you_think_i_am_trying": "Do you think I am trying to cheat you with my prices? It is rather clear that you intend to cheat me.",
    "does_your_belly_ache": "Does your belly ache? Perhaps you should eat some anchovies. They always aid Marrak.",
    "enough_is_enough": "Enough is enough! I do not wish to sell anything to you on this day.",
    "enough_such_quibbling": "Enough. Such quibbling is like kittens squabbling over a toy. Either buy it for this, or own it not.",
    "farewell_and_a_thousand": "Farewell, and a thousand thanks go with you.",
    "farewell_and_good_luck": "Farewell, and good luck upon your quest.",
    "good_day_to_you": "Good day to you, great warrior. How may I help you?",
    "greetings_o_finder": "Greetings, O Finder of Lost Things. I am most pleased to have back my basket.",
    "greetings_prince_how_may_i_aid": "Greetings, Prince of Shapeir. How may I aid you upon your glorious quest?",
    "greetings_prince_how_may_i_serve": "Greetings, Prince of Shapeir. How may I serve you?",
    "greetings_wanderer_from_afar": "Greetings, Wanderer from afar. Welcome to the sea sands and shores of Silmaria.",
    "however_she_is_shy": "However, she is shy and doesn't speak except with her music.",
    "i_am_a_seller_of_jewelry": "I am a seller of jewelry and trinkets.",
    "i_am_most_fine": "I am most fine, and very pleased to have back my basket.",
    "i_am_most_well": "I am most well, kind sir. I hope that I may be of service to you always.",
    "i_am_pleased_as_always": "I am pleased, as always, to speak with you.",
    "i_am_sarra_a_katta": "I am Sarra, a Katta merchant of jewelry and gifts. How may I aid you on your journey?",
    "i_am_the_seller_of_jewelry_and_baubles": "I am the seller of jewelry and baubles to please the eye and enhance the beauty of the wearer.",
    "i_am_very_sorry_but_i_cannot_accept": "I am very sorry, but I cannot accept your offer.",
    "i_cannot_take_advantage": "I cannot take advantage of your kind nature. I do not need such a thing, thank you.",
    "i_cannot_thank_you_enough": "I cannot thank you enough for this. Here is the reward of which I wrote in my notice at the Adventurer's Guild.",
    "i_have_heard_from_my_sister": "I have heard from my sister in Shapeir that the Sultan Harun al-Rashid, may he live forever, has been blessed by his new wife with a son.",
    "i_have_much_that_would_please": "I have much that would please another as a gift, were you wishing to please someone. It is said by our people that all need someone with whom to share the joys and sorrows of life.",
    "i_have_sold_some_jewelry": "I have sold some jewelry today to someone who wanted to please a woman. Perhaps he will one day marry her.",
    "i_know_it_is_not_much": "I know it is not much of a reward, but it is a token of my eternal friendship. Thank you again.",
    "i_thank_you_for_your_kindness_but": "I thank you for your kindness, but I will not take this from you.",
    "i_will_buy_shells": "I will buy shells, if you care to gather them from beaches.",
    "i_will_not_sell_it": "I will not sell it for anything less.",
    "it_is_a_beautiful_day": "It is a beautiful day this time of year, and I am well content, thank you.",
    "it_is_more_damp": "It is more damp and cool today than I am used to, but as long as the clouds do not bring rain, I am content.",
    "it_is_most_fortunate": "It is most fortunate for Silmaria that you are now here to stop this murderer, Hero-Friend.",
    "it_is_said_that_an_assassin_walks": "It is said that an assassin walks the streets, and no one is safe from his poisoned blade.",
    "it_is_said_that_there_is_an_assassin": "It is said that there is an assassin that stalks the city by night and no one is safe.",
    "it_is_so_good_to_have_my_basket": "It is so good to have my basket back. I thought I would never see it again.",
    "jewelry_is_pleasing_to_the_eye": "Jewelry is pleasing to the eye and heart. Jewels but reflect the beauty of the wearer.",
    "kattir_khairak_but_no_thank_you": "Kattir khairak, but no thank you. We have more than enough of that at home.",
    "many_people_have_left": "Many people have left Silmaria because they feared the invaders. I hope that they might be able to return soon.",
    "may_it_please_you": "May it please you, and anyone with whom you share it.",
    "may_you_find_in_this_land": "May you find in this land the heart's content which you seek.",
    "may_your_journey": "May your journey be ever to your liking.",
    "my_basket_oh_thank_you": "My basket! Oh, thank you. I had given up upon ever seeing it again. It was made by my grandmother, and it was given to me when I was still a kitten.",
    "my_cousin_shema": "My cousin, Shema, sends word to tell you that she and Shameen are well and happy, and hopes that you are the same.",
    "my_day_has_been_brightened": "My day has been brightened by your presence. You are always so kind and polite.",
    "my_lifemate_marrak": "My lifemate, Marrak, sells food from a cart. He is on the other side of this plaza.",
    "oh_thank_you_they_do_make": "Oh, thank you. They do make such a nice snack, don't you think?",
    "people_in_this_city": "People in this city are talking about the crime in the streets. There seem to be more pickpockets and thieves than ever before. Such is ever the way when a city has no ruler.",
    "perhaps_you_will_be_willing": "Perhaps you will be willing to offer me this much?",
    "salla_is_still_but_a_kitten": "Salla is still but a kitten, but she has talent and the will to become a highly skilled musician someday. Perhaps soon she will be invited to perform somewhere other than the streets of Silmaria.",
    "so_you_are_the_prince": "So you are the Prince of Shapeir? You are a great hero of our homeland. I am most honored to speak with you, Katta-Friend.",
    "so_you_now_compete": "So you now compete to become Ruler of Silmaria? That would be indeed a wonderous thing should you succeed in this quest. Silmaria would again be a land of peace and prosperity.",
    "surely_it_is_more_valuable": "Surely it is more valuable than that. Will you not pay this?",
    "thank_you_but_i_have_no_need": "Thank you, but I have no need of this.",
    "thank_you_greatly": "Thank you greatly. Your kindness brightens my day as much as these flowers.",
    "that_is_not_an_offer": "That is not an offer, that is an insult. If you think it worth so little, then perhaps you should not buy it.",
    "that_would_be_a_fair": "That would be a fair and fine agreement. I hope that you enjoy your new prize.",
    "the_countryside_has_been_overwhelmed": "The countryside has been overwhelmed with an army of outsiders. The city may be attacked at any time. That is why this city is so empty -- most of the people and visitors have gone elsewhere.",
    "the_gentle_healer": "The gentle Healer, Julanar, is with child. This is a wonderful thing, because both she and her husband are sweet people.",
    "the_good_luck_charm": "The Good Luck Charm is a magical bauble that enhances the fortune of the wearer. May it serve you well, for all adventurers need good luck at times.",
    "the_shell_necklaces": "The shell necklaces are a pretty gift that will give a smile to the wearer. I seek the finest of shells upon the beaches of Silmaria to make these.",
    "there_are_fishing_villages": "There are fishing villages all along the shorelines of this island. However, it is said that they have all been abandoned when the invaders landed on these sands.",
    "there_is_a_rumor": "There is a rumor that the last king of Silmaria was murdered. It is a very sad thing, for he was a good ruler.",
    "there_is_word_said_that_a_hero": "There is word said that a Hero has been summoned to this land to drive away the invaders and restore the peace of Silmaria.",
    "this_city_is_on_an_island": "This city is on an island of great beauty. However, there are great dangers, as well. Be very wary when you wander away from the city.",
    "this_is_a_beautiful_city": "This is a beautiful city, although there is too much water for the desert fur of a Katta. This is the town square, where the merchants have shops and stands.",
    "this_is_a_token_of_true_love": "This is a token of true love! Forgive me, but I cannot accept it. I am already deeply in love with my lifemate, Marrak.",
    "this_is_all_i_can_offer_you": "This is all I can offer you.",
    "this_ring": "This ring is the token of eternal love. When someone accepts this as a gift from you, then you are lifemates as long as you both shall live.",
    "we_are_in_agreement": "We are in agreement. I accept your offer.",
    "we_are_the_children": "We are the children of the desert sands, traders and merchants to a thousand lands. My mate, Marrak the food seller, and my daughter, Salla, the maker of music, have come to this land of water and waves to make our fortune.",
    "welcome_again_and_thrice": "Welcome again, and thrice more welcome. You have the manners of one who earns the respect of all around you.",
    "welcome_and_good_day": "Welcome and good day. How may I please you?",
    "welcome_friend_to_all_kattas": "Welcome, friend to all Kattas. May that pin be ever the sign of friendship between us.",
    "welcome_he_who_will_be_king": "Welcome, He Who Will Be King. I have no doubt that you shall be whatsoever you desire to become.",
    "welcome_my_friend": "Welcome, my friend. Thank you yet again for the return of my basket.",
    "welcome_woman": "Welcome, woman from the Northlands. How may I aid you?",
    "well_as_ever": "Well as ever, many thanks. Though it seems from my sales that few in Silmaria have thoughts of romance at this time. They should know that life is too short without love.",
    "will_you_accept_this_much_in_trade": "Will you accept this much in trade?",
    "will_you_accept_this_much_in_trade_for_the_shells": "Will you accept this much in trade for the shells?",
    "you_are_a_thief": "You are a thief! How could you, such a Hero, do this thing? Guard, help me!",
    "you_are_a_true_hero": "You are a true Hero, to risk so much for such a little thing."
}