{
	"kalimehra_that_means": "Kalimehra! That means 'good day' here in Silmaria. Welcome to our city. I hope you find happiness on this island.",
	"i_am_andre": "I am Andre, a fisherman. I am also happy to ferry people to the nearby islands on my boat.",
	"yassas_that_is_farewell": "Yassas. That is the Silmarian farewell.",
	"my_boat_can_be_rented": "My boat can be rented any morning before I go off to fish.",
	"i_mostly_use": "I mostly use anchovies to attract bigger fish, but they can be eaten. Would you like some? I am happy to share. Here, take a few.",
	"small_fish": "Small fish are usually young fish who are avoiding the bigger predators. I use a rope net to catch them. For anchovies, I must use a cloth net.",
	"the_large_fish": "The large fish are very good to eat. There is more meat than bone upon them, and they are easier to scale.",
	"i_catch_only": "I catch only a few fish each day. This is a bad time of year, for the large fish swim to deep water. Only the small fish remain near the shallows.",
	"i_am_well_as_always": "I am well, as always.",
	"yassas_that_is_greeting": "Yassas. That is the Silmarian greeting.",
	"thank_you_again": "Thank you again. It may not seem like much to you, but for me, it is a great kindness.",
	"i_am_a_fisherman_because": "I am a fisherman because my father and grandfather were fishermen. I will become a Healer because I want to become one. It is good to know that dreams can come true, if you work to make it so.",
	"julanar_is": "Julanar is a wonderful woman. She told me what I need to learn before I become her apprentice. I will be studying very hard before I go to learn from her. It is so much better than fishing.",
	"i_am_so_thrilled": "I am so thrilled. I am to study with Julanar in the Spring. I cannot thank you enough for this. I would not have dared to speak with the Healer.",
	"yassas_my_friend": "Yassas, my friend. You are a real Hero to me.",
	"i_know_that_you_will": "I know that you will bring peace soon. You have done so much already. Yassas!",
	"i_have_found_that_the_tritons": "I have found that the Tritons are most aggressive when I sail off the west coast of Marete past Naxos.",
	"if_you_do_make_peace": "If you do make peace with the Tritons, our people would welcome you gladly as King of Silmaria.",
	"i_have_missed": "I have missed the company of other fishermen as I work. It is not very safe to be out on the sea by one's self.",
	"welcome_if": "Welcome. If there's any sailing you wish to do, just let me know.",
	"i_wish_you_good_luck": "I wish you good luck on your next Rite. I'm certain you will need it.",
	"ive_been_told_stories": "I've been told stories of the Hydra in my youth. It must have been a great honor to defeat such a legendary creature.",
	"the_islands_near_hydra": "The islands near Hydra are known to have fierce monsters living there. We fishermen have always avoided that area. I think that is why the Tritons did not attack my ship last night. They did not expect me to be in that area.",
	"as_soon_as_i_heard": "As soon as I heard the rumor that the Hydra had been destroyed, I tried to see if I could get there. Unfortunately, by the time I got near the island, it was time to return.",
	"greetings_so": "Greetings! So you are competing to become King of Silmaria in the Rulership Rites. It will be good to have the fishing villages free from the mercenaries. I hope you are all successful.",
	"yassas_it_is_good_to_know": "Yassas! It is good to know that the Hydra could not defeat you.",
	"good_luck_on_your_quest": "Good luck on your quest. Yassas.",
	"the_main_islands": "The main islands are Psara, Piperi, Kea, Sifnos, and Spetsai. There is another string of islands a little farther out, but it is too dangerous to go there right now.",
	"there_are_a_string": "There are a string of islands not far from the coast of Marete. Some are full islands and have names. Some are no more than rocks sticking out of the water.",
	"the_fishing_has_been_poor": "The fishing has been poor the last few days. I am having to fish the same locations over and over. I hope you and your friends will drive away the mercenaries so that I can fish the islands again.",
	"still_it_seems": "Still, it seems impossible that one person could take on all the mercenaries in a fishing village, and yet you proved that this could be done. I am very impressed.",
	"you_are_supposed": "You are supposed to drive away the mercenaries by yourself? It seems to be an impossible task.",
	"perhaps_they_have_a_camp": "Perhaps they have a camp somewhere in the islands. I have been attacked by a boat of mercenaries whenever I approach that area by day.",
	"it_is_good_to_see_you": "It is good to see you again.",
	"good_luck_i_hope": "Good luck. I hope you drive the mercenaries far from our shores.",
	"every_time": "Every time I travel near the small islands in the daytime, I am attacked by a boat of the mercenaries who shoot at me. I do not have many places I can fish right now.",
	"the_fishing_villages_are": "The fishing villages are now too dangerous to sail too close. The mercenaries shoot arrows at my boat. However, they are only a day's travel from here by land. To go to Naxos, go west, and take the road to the south.",
	"i_do_not_think_i_would": "I do not think I would like to be a King. If I could, I would become a great healer, and make everyone well and happy. That is a much better job than giving everyone orders, at least to me.",
	"ive_never_spoken": "I've never spoken with a Hero like you before. I am honored.",
	"the_mercenaries_are": "The mercenaries are armed soldiers who have been sailing into the fishing villages and driving all the fisherfolk away. They could invade the city any day.",
	"lately_though": "Lately, though, they have attacked every ship that sails past the nearby islands. No one knows why they have become hostile.",
	"tritons_are_half_men": "Tritons are half-men, half-fish people who live under the water. They used to be friendly and helpful to fishermen.",
	"it_was_good_speaking": "It was good speaking with you. Yassas.",
	"yassas_it_is_nice": "Yassas! It is nice to see a new face around here.",
	"silmaria_is_the_only_city": "Silmaria is the only city on the island of Marete. Marete is a large island, as you can see if you look on the map. In good years, you can sail around the entire island. This is not a good year, and the seas are too dangerous to travel that far.",
	"i_am_the_sole": "I am the sole remaining Silmarian fisherman.",
	"they_have_been_driven": "They have been driven from their homes by attacks from armed mercenaries. They have been driven from the sea by attacks from Tritons and sea monsters. Most have left this island.",
	"most_fishermen_on_marete": "Most fishermen on Marete live in the villages outside town. That is, they used to live there.",
	"if_you_ever_wish": "If you ever wish to go for a boat ride, I'll be happy to take you around the bay or to the nearby islands. Any further out than that, and boats are attacked by sea creatures.",
	"i_am_out": "I am out on this dock on most mornings. I fish for most of the day and evening, and come back in the night. I know the waters around Silmaria in my sleep.",
	"many_thanks": "Many thanks, but I do not need such a thing.",
	"great_we_shall": "Great! We shall go for a boat ride together. You guide the way, and I'll sail.",
	"kalimehra_so_you_are_hunting": "Kalimehra! So you are hunting for the leader of the mercenaries. If you need to look off the island of Marete, let me know. My boat is always ready in the morning.",
	"the_hydra_is_dead": "The Hydra is dead! It is amazing. I managed to sail near Hydra Island last night. As long as I swing the boat near the shores of the islands, I am not attacked by the Tritons." ,
	"kalimehra_it_is_good": "Kalimehra! It is good to know that you are to bring peace with the Tritons again. It will not be long before the fishermen may return to Marete.",
	"i_am_to_be_a_healer": "I am to be a Healer! I have been spoken to by Julanar. She said that you told her of my dream. I thank you so much, my friend.",
	"kalimehra_are_you_interested": "Kalimehra. Are you interested in taking a boat ride today?",
	"they_are_very_pretty": "They are very pretty. Did you pick them for a girlfriend?",
	"you_wish_me": "You wish me to marry you? I am sorry, but I already have a girlfriend whom I wish to wed.",
	"sokolatakya": "Sokolatak-ya! I do have a sweet tooth, I must admit. Thank you for this gift. You are very kind.",
	"i_am_very_fond_of_pizza": "I am very fond of pizza. This is very kind of you to share this with me.",
	"anchovies_on_pizza": "Anchovies on pizza? What a strange idea! Good thing I really like anchovies. Thank you very much for this."
}
