{
    "a_drachma_saved": "A drachma saved is a drachma earned, I always say.",
    "adventurers_think": "Adventurers think they can fight monsters forever. Next thing they know, they are begging in alleyways. A sad fate for a once respectable Hero. So save today to keep the alleys away, I always say.",
    "again_again": "Again! Again the bank was robbed! What do they think this place is, made of money? To think, I left a successful career as a begger, only to be robbed blind!",
    "all_the_guards": "All the guards are out looking for the crook. We can't let him get away with all that money. He's got to get caught.",
    "came_to_silmaria": "Came to Silmaria, and needed some place to stash my cash. So I started my own bank. Seemed appropriate, after all. I'm still asking others for their money.",
    "congratulations": "Congratulations! You're fully vested in the Rite of Rulership. Make your way to the Hall of Kings, and I'm sure they will set up the ceremony soon.",
    "considering_the_odds": "Considering the odds that the guards will ever catch the guy, I'll be begging on the streets of Silmaria soon.",
    "dont_worry": "Don't worry, the bank is still a really safe place to save money. We get more money in every day. And I've switched the combination on the safe. That robber will never steal from here again.",
    "go_out_there": "Go out there and make some more money. Can't have too much in savings, you know.",
    "good_to_see_you": "Good to see you, my friend. Got some money to deposit?",
    "greetings_and_welcome": "Greetings, and welcome to the First Bank of Silmaria. This is the safest place to keep your savings secure from pickpockets and thieves. Would you like to leave your money with me?",
    "greetings_fraulein": "Greetings, Fraulein von Spielburg. Would you like to save some money today?",
    "have_you_saved": "Have you saved a drachma today? Your savings account is very lonely.",
    "hey_dont_bring_food": "Hey, don't bring food in here. You might get the money dirty.",
    "hey_kid": "Hey, kid. You did good. Congrats on the winning of the Rite. Did you make some money from it?",
    "hey_the_hall": "Hey, the Hall of Kings is a great place for a celebration. All the bigwigs will be in the audience. You'll get to stand before Logos and Minos and the rest of the entrants for the Rites. It will be a great event, and I wouldn't miss it for the world.",
    "hey_there": "Hey there, how's the next King of Silmaria doing? Got some more money to invest, I hope.",
    "hi_how_is_it": "Hi. How is it going? Make some more money to save?",
    "hi_there_have": "Hi there. Have you invested in your future? This is the place to save.",
    "hi_there_heard": "Hi there. Heard you helped catch the crook that robbed the bank. Good job. The reward money has been automatically deposited to your savings account. You are getting quite a sum in there.",
    "how_do_you_expect": "How do you expect me to feel? The money's all gone. People are coming in all the time demanding their cash back, and I haven't got it. They seem to think it's my fault that the money's been stolen. All in all, I've had better days.",
    "hows_the_rite_of_freedom": "How's the Rite of Freedom doing? Sounds pretty tough to me.",
    "i_cant_believe_it": "I can't believe it. A guy just waltzed in here past the street guards, who naturally didn't see a thing. What are we paying taxes for, blind men?",
    "i_heard_tell": "I heard tell that Hydra has a lot of treasure. It's great that you took the monster out, and I sure hope you'll save some of its treasure here.",
    "i_thought_you": "I thought you looked familiar. Yeah, we met in Spielburg where I was working the alley as a professional panhandler.",
    "i_was_robbed": "I was robbed last night! Well, that is, the bank was robbed. Thief cleaned out the safe entirely. Was a pretty professional job of it, too.",
    "if_you_just_happen": "If you just happen to run across a lot of money somewhere, remember to deposit it to your account here, okay? I wouldn't want the safe to get lonely, you know.",
    "if_you_see": "If you see anything suspicious, let the guards know. We've got to get that guy.",
    "im_broke": "I'm broke, that's what I am. Well, maybe not entirely broke. This bank is still in business, you know. If you were to make a substantial deposit, I'd feel a lot better.",
    "im_sam": "I'm Sam, Sam the banker man. I own and run this bank. Would you like to make a deposit?",
    "it_looked_like": "It looked like he was in a great hurry, 'cause he spilled some coins around and left things a mess. My luck to be robbed by a slob.",
    "it_takes": "It takes 1,000 drachmas to enter the Rite of Rulership. Lucky for you, you've got such a good start.",
    "it_wasnt_long": "It wasn't long after you left Spielburg that the pass cleared and the tourists flocked back to town. I made a small fortune, and said bye-bye to those cold climes.",
    "its_always_wise": "It's always wise to save for a rainy day. Never know what tomorrow will bring, so save while you can.",
    "its_got_to_be": "It's got to be a gang. They cased the joint. They knocked out the guard outside. They broke into the safe, and ran away before the patrol guard saw what was going on. They are slick, got to hand them that.",
    "just_go_up": "Just go up to the guards outside the Hall of Kings. I'll let them know you're coming. They'll be happy to let you in now.",
    "last_night_somewhere": "Last night, somewhere around dawn, a guy picks the lock on the door and breaks in. He figured out some way to disarm the trap on the safe, and crack the safe that had a written guarantee which said it couldn't be picklocked by thieves.",
    "minos_does": "Minos does a lot of advising around here, although he doesn't really live in Silmaria. Supposed to have a big place on some island off the north coast. He's said to have a lot of money, but you wouldn't know that by me. He sure doesn't keep any drachmas here.",
    "my_bank_is_robbed": "My bank is robbed and I have a headache. You expect me to have a good day?",
    "nice_to_see_you": "Nice to see you and your money again.",
    "now_that": "Now that the money is back and I can collect on the guarantee for the safe, things are going my way again. I may even be able to buy a better safe.",
    "oh_im_having": "Oh, I'm having a wonderful day today, let me tell you. I love having my bank robbed.",
    "oh_its_you": "Oh, it's you. I was told you were coming. Your friends set up a savings account in your name. Hefty sum of 500 drachmas. You've got some generous friends, let me tell you.",
    "our_banking_hours": "Our banking hours are dawn to dusk daily. When you save here, you know your money is safe.",
    "remember": "Remember, drachmas make the world go round. See you later.",
    "silmaria_is_a_great": "Silmaria is a great place to settle down and save a little for the future. Too many people forget how important a savings account can be, particularly adventurers.",
    "thanks_to_your": "Thanks to your good friends, you've already got 500 drachmas in your account.",
    "that_lion_guy": "That lion guy said that he and Erasmus the Wizard were starting the savings account for you. They wanted you to enter the Rite of Rulership. Man, you have strange taste in friends, but they sure make good ones.",
    "thats_it": "That's it. Go out there and bring back the drachmas. Looking forward to seeing you again.",
    "thats_the_way": "That's the way. A few more drachmas, and you'll be entering the Hall of Kings.",
    "the_centaur": "The Centaur has been an advisor and spokesman, er, spokescreature, for the kings here for a while. He saves here regularly. A great guy, he understands the value of an investment.",
    "the_first_bank": "The First Bank of Silmaria will keep your money safe and secure. Drachmas can get heavy when you carry too much of it, and you make yourself a target for every cut-purse around.",
    "the_guy": "The guy took everything, including the guarantee paper. Probably intends on collecting the money back guarantee himself.",
    "the_hall_of_kings_awaits": "The Hall of Kings awaits you, kid. I'm sure you'll do swell.",
    "the_only": "The only rumor I know is that this is a great place to save.",
    "the_rite": "The Rite of Rulership fund is set up for the competition to become King of Silmaria. You need to contribute 1,000 drachmas in order to enter the Rite of Rulership.",
    "theres_a_reward": "There's a reward for the capture of the thief. If they get the crook, he'll never get out of jail again. Keep your eyes out for anyone who seems suspicious, okay?",
    "they_put_the_crook": "They put the crook away in the jail by West Gate. He only had one arm, and he could crack the best safe in Silmaria. Guess they don't make safe traps like they used to.",
    "they_still": "They still haven't got the guy that took our money. We may never get our cash back.",
    "things_are": "Things are okay. If you make a large deposit, things will be a lot better. You know that, don't you?",
    "things_are_settling": "Things are settling back to normal. Care to make a deposit to your savings account? You know it's safe, because we got all the money back the last time.",
    "this_is_the_finest": "This is the finest bank in the entire kingdom of Silmaria, and don't you forget it.",
    "this_is_the_place": "This is the place to save all that heavy old cash. Keeps the pickpockets away, you know.",
    "this_isnt": "This isn't a storage place, you know. Take that someplace else.",
    "usually_people_have": "Usually people have friends and relatives help raise that much cash. We have one fund which gets contributions from all the guards in Silmaria. It takes a lot of money to enter the Rite of Rulership, but it is a great honor to compete to become King.",
    "we_got_our_money": "We got our money back! The thief still had all the cash, hadn't spent a drachma. Guess I don't need to polish the old begging bowl just yet.",
    "we_should": "We should be getting some more money soon. I've got a loan from the government to cover the immediate debts, but one more theft like that and this bank is bankrupt.",
    "what_am_i": "What am I, a detective? If you want to look around, be my guest. There is a reward for the capture of the robber. If you figure out who done it, make sure you get the money back. Lots of unhappy folks around here want their cash.",
    "what_are_you": "What are you so happy about? Your money was stolen from here, too.",
    "what_do_you_think": "What do you think this is, a pawnshop? I only deal with cold, hard cash.",
    "what_is_that": "What is that? I do not recognize it. It may be that the thief left it behind. After all, he left in a hurry.",
    "whoa_there": "Whoa there. What good is money if all you do is spend it?",
    "yeah_i_already": "Yeah, I already put the 2,000 drachmas into your account just so you know it will be safe. Good job on getting that robber, the scum.",
    "you_have_honored": "You have honored this bank with your presence, I know. So would you like to honor this bank with some drachmas?",
    "youll_do_fine": "You'll do fine, I'm sure. You've got the stuff of Heroes, so don't worry. Yeah, sure you'll be facing terrible monsters, overwhelming odds, and almost certain death, but it's all in the line of duty. Who knows, you may even be Silmaria's next King.",
    "your_savings": "Your savings will be kept in the most secure safe in all of Silmaria. The safe is equipped with the latest in modern locks, and has a complex trap guaranteed to fry the robber foolish enough to try it."
}