{
    "do_not_think": "Do not think you can threaten me! I make a very dangerous enemy. Apologize to me in front of all these people, or I will not take your slanders lightly.",
    "elsa_has_proven": "Elsa von Spielburg has proven herself to be a leader and a Hero in the lands to the north. She is quite capable of becoming the first woman King of Silmaria as well. I, Minos, counselor to Silmaria, am proud to sponsor her.",
    "elsa_shall_choose": "Elsa shall choose Ios, for it is closest to my island.",
    "forgive_me_elsa": "Forgive me, Elsa, but I only wished to assure your success. Ios is still the best choice.",
    "guards_seize": "Guards! Seize him!",
    "guards_you_idiots": "Guards, you idiots, get in here!",
    "how_dare_you": "How dare you accuse me of being a villain? I have always aided Silmaria, and guided her faithfully.",
    "how_should_i_know": "How should I know? She is no doubt trying to discover the real culprit behind these crimes, instead of asking meaningless questions.",
    "however_i_believe": "However, I believe I can stop this villain. I have in my power the resources to regain the Prophecy Stone. I will make certain that Silmaria will not be threatened by the Dragon of Doom.",
    "i_have_had_enough": "I have had enough of this foolishness! I shall rule Marete, as did the ancient Kings of my family. I have the Prophecy Stone in my possession.",
    "i_have_no_idea": "I have no idea. She is probably searching for the master villain behind all these misdeeds, trying to win the Rite of Justice fairly. Elsa will make a far better ruler than you could ever be, oh Prince of Shapeir.",
    "i_have_the_prophecy": "I have the Prophecy Stone in my possession. One by one, I have fulfilled the omens. Either yield to me Silmaria, or I will release the Dragon of Doom. You and all of Silmaria will be destroyed!",
    "i_hold": "I hold the Prophecy Stone in my hands. When it breaks, the Dark Dragon will rise to destroy all of Silmaria. If I cannot rule what is rightfully mine, then I shall destroy it.",
    "i_will_not": "I will not be defeated. I will destroy everything, and you both will die.",
    "im_very_pleased": "I'm very pleased to see you here. I so look forward to seeing you die.",
    "in_fact": "In fact, considering the omens lately, it would not surprise me that the master villain has the Prophecy Stone in his possession. I believe he will threaten to release the Dragon unless he is put on the throne.",
    "it_would_be_most": "It would be most unfortunate if it should come to that. The choice is clearly yours. Award me the throne of Silmaria, or suffer the tyranny of threats and destruction.",
    "oh_very_well": "Oh, very well. I do like the threat part.",
    "so_bruno": "So Bruno confessed before he died? And you believe an assassin's word against my reputation?",
    "so_the_person": "So the person behind all these crimes is still unknown. He is obviously a devious and subtle individual. I would not be surprised if he tries some other method to take over this kingdom.",
    "so_you_have": "So, you have made it all the way here, despite my guards and protections. You really are a most persistent Hero, aren't you?",
    "then_enough_contests": "Then enough of this! I will rule Silmaria despite your foolish contests. I have the Prophecy Stone in my possession. One by one, I have fulfilled the omens of destruction.",
    "then_enough_heroes": "Then enough of this! I will rule Silmaria despite you foolish Heroes. I'm smarter than you are any day.  I have the Prophecy Stone in my possession. One by one, I have fulfilled the omens of destruction.",
    "then_enough_toys": "Then enough of this! I will rule Silmaria despite your foolish toys. I have the Prophecy Stone in my possession. One by one, I have fulfilled the omens of destruction.",
    "welcome_to_my": "Welcome to my treasure room. You too will soon die.",
    "well_now": "Well now. I have the three of you trapped. Good. This will be most entertaining.",
    "why_are_you_telling_assassin": "Why are you telling me about this assassin? Surely you don't believe that I have anything to do with this?",
    "why_are_you_telling_things": "Why are you telling me these things? I am not the one responsible for the assassin. Do not insult my honor, Prince of Shapeir. I am not a villain.",
    "yield_to_me": "Yield to me the throne of Silmaria, or I shall release the Dragon and destroy everything!",
    "you_are_fools": "You are fools, both of you. You should have arrested me instead of just talking to me. I will control Silmaria, despite your attempts to stop me.",
    "you_cannot_stop": "You cannot stop me. No one can stop me. I am your doom.",
    "you_dare_to_accuse_advised": "You dare to accuse me, who has advised the King and supported Silmaria for years. My forefathers once ruled Marete, and you believe that I would hire forces to destroy Silmaria, that I would...",
    "you_dare_to_accuse_attempting": "You dare to accuse me of attempting to subvert Silmaria? I am a wealthy and powerful man. Why would I care about such a minor kingdom?",
    "you_have_only": "You have only to crown me King.",
    "you_think": "You think you have won, do you? You are mistaken.",
    "you_too_accuse": "You, too, accuse me of this, Logos? I, Minos, who has aided this kingdom again and again?",
    "you_will_crown": "You will crown me King of Silmaria, or I shall release the Doom that befell Atlantis, and the Dragon will destroy you all!",
    "you_will_crown_me": "You will crown me King of Silmaria, or I shall release the Doom that befell Atlantis, and the Dragon will destroy you all!",
    "you_would_have": "You would have actually made a good King of Silmaria. Pity you are the very instrument of Silmaria's destruction. That is, of course, unless you die!"
}