{
    "a_paladin_does": "A Paladin does what is needed. The Prince of Shapeir does not need to rule Silmaria. Elsa von Spielburg is just as worthy of the throne. However, there are evils in the world that need defeating, and other deeds that need doing, and only a Paladin can do them.",
    "a_ring_of_truth_is_made": "A Ring of Truth is made from the ring of a true King. It must be forged in the blood of a dragon, and consecrated by the blood of a Paladin. Lastly, it must be tempered by the waters of binding.",
    "as_far_as_we_were_able": "As far as we were able to determine, there is no central leader in the villages. This means that no one can give the order to surrender, although you may be able to convince individuals to do so.",
    "be_particularly_careful": "Be particularly careful right now. I have a bad premonition of impending violence.",
    "be_very_careful_i_am_certain": "Be very careful. I am certain that the assassin will strike again.",
    "be_very_careful_my_friend": "Be very careful, my friend. You are a target of the assassin. May you see your enemy before he sees you.",
    "congratulations_i_am_glad": "Congratulations. I am glad that you were victorious.",
    "enjoy_this_city": "Enjoy this city, my friend. It is beautiful. This is why we are Heroes, you and I -- that such places remain beautiful and the people remain safe.",
    "erasmus_has_been_drugged": "Erasmus has been drugged, and is sleeping so deeply he cannot be awakened. He may seem harmless and humorous, but Erasmus is a powerful Wizard and a good friend to have in times of danger.",
    "farewell_and_remember": "Farewell, and remember, forethought and planning are vastly superior to afterthoughts and regrets. Prepare yourself well.",
    "for_several_months_now": "For several months now, the ships of Silmaria have been under attack by the Tritons -- the half-men, half-fish sea folk. Fishing and sea trade with other kingdoms have ceased. Marete has been virtually isolated from the outside world, except for magic.",
    "forgive_me_my_friend": "Forgive me, my friend. The assassin is just a tool, and his master is the one that enrages me. I want vengeance rather than justice for the wrongs he has caused.",
    "forgive_me_my_friend_but_i_cannot": "Forgive me, my friend, but I cannot practice with you. My hindquarters have grown stiff, and my ability to fight is very poor now. Perhaps when the weather grows warm again, we shall improve our skills together.",
    "fortunately_for_silmaria": "Fortunately for Silmaria, you are here.",
    "general_claudius_is_a_ruthless_warlord": "General Claudius is a ruthless warlord, but he has some aspects of honor within him. His word is law, and if you can get him to surrender, all his men will follow.",
    "general_claudius_is_the_key": "General Claudius is the key to this. If you defeat him, or get him to surrender, then the rest of the mercenaries will accept their defeat. Do not kill more than is necessary.",
    "get_down": "Get down!",
    "go_with_honor": "Go with honor, my friend.",
    "good_day_the_first": "Good day. The first of the quests begins, and I can see you are eager for information. How may I aid you?",
    "good_day_to_you_ready": "Good day to you. Ready to begin your next quest? You will need the use of a boat if you are to find where the Hesparian Mercenaries have established their base.",
    "good_i_am_pleased": "Good. I am pleased at your success. The mercenaries will regret they ever heard of Silmaria.",
    "good_luck": "Good luck, and be careful, my friend. I shall eagerly await your success.",
    "good_we_need_more_truth": "Good. We need more Truth here to shatter the lies.",
    "greetings_forgive_me": "Greetings. Forgive me for being so solemn after your success. However, the murder of Kokeeno disturbs me greatly. This is but the first of the Rites, and already one has died.",
    "greetings_my_friend_good_to_know": "Greetings, my friend. It is good to know that you are here. This land needs a Hero of your abilities.",
    "greetings_my_friend_good_to_see": "Greetings, my friend. It is good to see you here in Marete. This island is already in need of your skills. I fear that it will need more heroism from you as things continue.",
    "greetings_my_friend_i_sense": "Greetings, my friend. I sense that your adventures in Mordavia have altered you. You seem more mature and wise, but there is some sorrow in your soul. The price for being a hero is sometimes costly.",
    "hold_in_your_heart": "Hold in your heart the truths for which we stand. We bring peace where there is war. We must show mercy to our defeated enemies. We fight for justice, rather than revenge.",
    "however_i_sense": "However, I sense you have another Paladin sword the equal of Soulforge. If you do not object, I will keep Soulforge. I may have need of it in Silmaria.",
    "however_the_mercenaries": "However, the mercenaries do not seem willing to negotiate in any way. It seems the only language they understand is the sound of sword and shield.",
    "i_am_comforted_only": "I am comforted only by the fact you are at my side once more. I know that we will bring justice and peace to Silmaria again.",
    "i_am_eager_and_anxious": "I am eager and anxious about this Rite of Freedom. It is a difficult and dangerous quest. The five of you who pursue this Rite are worthy individuals, but I do not believe you will all succeed at your mission.",
    "i_am_frustrated_and_angry": "I am frustrated and angry, and Silmaria feels like a cage. The assassin is waiting somewhere nearby, I am certain of that. I am afraid I am not the calm Paladin I should be right now.",
    "i_am_honored": "I am honored to see you again, my dear friend.",
    "i_am_in_darkness": "I am in darkness, my friend. I believe I know who is behind these things, but he is shielded to me. I cannot sense the good or evil within him. Until I know for certain, I cannot act.",
    "i_am_pleased_to_see_you": "I am pleased to see you again, Prince of Shapeir.",
    "i_am_well_and_fine": "I am well and fine, my friend. We can speak later of these matters and of old times. You will find me during the day basking in the sunshine near the Arena on the other side of Nob Hill from here.",
    "i_argued": "I argued that by turning your back to a murderer, you only get struck from behind. You should be seeking the assassin, rather than fighting some fabulous beast.",
    "i_arrived_not_long_after": "I arrived not long after King Justinian had been killed by the assassin. Judging from the evidence, the assassin has the skills of a thief, for he scaled several walls and avoided many guards.",
    "i_believe_that_much": "I believe that much of the problems in Silmaria are masking a greater evil. Too many things have happened recently -- the assassination, the invasion, sea folk declaring war. I am certain they are tied in some way.",
    "i_fear_that_silmaria": "I fear that Silmaria will need this ring to banish the falsehoods.",
    "i_gave_my_pills": "I gave my pills... to Logos. His pills... were missing.",
    "i_have_a_sense": "I have a sense of underlying danger in Silmaria. I believe that the aid of the Prince of Shapeir will be necessary here. I also have a premonition that we will have need for a Ring of Truth.",
    "i_hope_that_salim": "I hope that Salim the Apothecary can discover a way to awaken Erasmus soon. Silmaria needs him.",
    "i_know_so_little_about_boats": "I know so little about boats. I prefer the solid land below my feet rather than deep water. Liontaurs do not swim particularly well.",
    "i_see_no_real_solution": "I see no real solution but battle, my friend. Show mercy where you can, and take care to stay alive.",
    "i_sorrow": "I sorrow to learn that Erana is truly dead. She was a Paladin in all but name, and the world has lost a great goodness. I rejoice though, that her soul is free. Thank you for your words.",
    "i_was_summoned_here_by_my_son": "I was summoned here by my son Shakra, who has made this island his home. We are a long way from Tarna. My lifemate, Kreesha, will be pleased to learn that you are well and now in Silmaria.",
    "i_will_return_the_sapphire_pin": "I will return the sapphire pin you always wore. I could sense the magic of friendship which it contains.",
    "i_will_see_you_soon": "I will see you soon, my friend.",
    "if_you_decide": "If you decide to pursue the Truth, speak to Logos about the King's ring. You should be able to get into the Hall of Kings by telling the guards that I sent you.",
    "if_you_do_not_know_how_to_swim": "If you do not know how to swim, I'd advise you to learn. The waters are very dangerous for boats.",
    "it_grieves_me": "It grieves me to learn of Erana's death, but at least her soul is free. She was a Wizard with the soul of a Paladin, and she brought kindness and joy to the world. It was good that you were there to give her peace.",
    "it_is_a_pleasure": "It is a pleasure to see you again. I can think of none I would rather have by my side in times of danger than you, dear friend.",
    "it_is_always_a_pleasure": "It is always a pleasure to speak with you.",
    "it_is_always_difficult": "It is always difficult for me to send others to do a job that I would rather do myself. However, my fighting days are mostly over.",
    "it_is_for_the_best": "It is for the best that Ad Avis has been destroyed forever. If the Dark One had been summoned, the entire world would have been endangered. I hope sincerely that whatever menaces Silmaria is but a shadow of the Dark One.",
    "it_is_so_good_to_hear": "It is so good to hear your friendly voice and know that you are safe. You are as much my son as Shakra.",
    "it_is_unwise": "It is unwise to make such a sign before someone that you know is not a guild member. They might suspect that you are not entirely honest, my friend.",
    "king_justinian_was_a_good_ruler": "King Justinian was a good ruler for this land. He ruled for almost twenty years, and Silmaria has flourished.",
    "kokeeno_was_assassinated": "Kokeeno was assassinated. This could mean only that the assassin will be trying to kill off all who entered the Rites of Rulership. However, I suspect there is more to Kokeeno's death than that.",
    "kokeenos_death": "Kokeeno's death weighs upon my soul. It would be one thing if he died bravely in battle to free his home village. No, he died by treachery -- a dagger in the back. I mourn for Kokeeno, my friend.",
    "kreesha_has_a_new_apprentice": "Kreesha has a new apprentice she is instructing in the magical arts, or she would have joined us here. She said there's a strong magic surrounding this island. I suggest you speak with Shakra about that.",
    "let_your_sword_be_guided": "Let your sword be guided by your wisdom, and your actions guided by your heart.",
    "logos_and_i": "Logos and I first met in Thebes when he was a young scholar, and I was just earning my warrior rank.",
    "logos_insisted": "Logos insisted that the Hydra would be the Rite of Valor. He thought that it would get you, Elsa, and Gort away from Marete, and thus you would be safer from the assassin.",
    "magnum_opus_was_found_murdered": "Magnum Opus was found murdered on the road west of town. He was slumped against a broken dragon pillar. It was just like Kokeeno's death.",
    "minos_sided_with_logos": "Minos sided with Logos, and so you are seeking a monster rather than a madman.",
    "naxos_is_a_fishing_village": "Naxos is a fishing village to the west of Silmaria. Follow the road which leads south from the crossroads. All of the fisherfolk who lived there fled when the invaders arrived. Thus you will find only enemies within the village.",
    "never_have_i_felt_so_helpless": "Never have I felt so helpless and useless! People are dying around me, and I cannot stop it.",
    "now_a_new_king": "Now a new king shall be chosen by the Rites of Rulership. If you do enter the Rites, make certain that the one who does win is a worthy successor to Justinian. Silmaria deserves a good king.",
    "shakra_has_his_own_magic_shop": "Shakra has his own magic shop in the Town Square, and I am staying with him there. It has been a while since I had last seen him, and he has grown much.",
    "shakra_says_that_magic_was_used": "Shakra says that magic was used also, but he does not believe that the assassin is a spellcaster.",
    "silmaria_is_a_lovely": "Silmaria is a lovely city. I have visited Logos here before these tragic occurrences. It reminds me of my homeland, Tarna. You should take some time to explore and enjoy yourself while you are here.",
    "silmaria_needs_a_ring": "Silmaria needs a Ring of Truth to uncover the lies that hide here.",
    "take_some_time_to_relax": "Take some time to relax and enjoy yourself in Silmaria. I do not believe there will be any great disasters until the Rites of Rulership begin. Once they do start, you will have need of all your skills to determine the truth behind what goes on here.",
    "tarna_is_enjoying_the_peace": "Tarna is enjoying the peace you brought to our land. Your friends Yesufu and Johari are married now, and Uhura's child grows strong and proud like his mother. You are missed there.",
    "thank_you_but_i_do_not_care": "Thank you, but I do not care for such things.",
    "thank_you_but_no_thanks": "Thank you, but no thanks. Kreesha would be most jealous if I married you.",
    "thank_you_for_accepting": "Thank you for accepting this quest. It will be dangerous, I am certain. First, though, we will need a King's Ring.",
    "thank_you_for_the_offer": "Thank you for the offer, but I have no need for it.",
    "thank_you_for_your_kindness": "Thank you for your kindness, my friend. Your cheerfulness does make me feel better.",
    "that_reminds_me": "That reminds me. You left a few things behind when you were summoned away from us in Tarna. I have brought Soulforge, the Paladin sword that I gave you when you took oath as a Paladin.",
    "the_assassin_of_the_king": "The assassin of the King is a man skilled in stealth and the use of a poisoned dagger. A merchant was also presumed to be killed by the assassin, for his body was found by the docks and he died from the same poison.",
    "the_centaur_and_i": "The Centaur and I have remained good friends over the years. He is a wise counsel, and has guided two kings in Silmaria. He will soon guide a third, when the Rites of Rulership are over.",
    "the_hesparian_mercenaries": "The Hesparian Mercenaries are hired soldiers. They train all their lives for war. They are disciplined, and take their time in battle. They fight with sword and shield, and are skilled archers. Do not underestimate their abilities. They will show no mercy.",
    "the_hydra_is_a_three_headed": "The Hydra is a three-headed dragon. It is almost entirely immune to magical spells. It can only be injured by a magical weapon. Not even the legendary heroes of yore could defeat the Hydra by themselves.",
    "the_island_of_marete_has_been_invaded": "The island of Marete has been invaded by an army of Hesparian Mercenaries. Silmaria has no army, and while the city is well-defended, the island was not. If you travel beyond the city gates, you may encounter those fierce warriors.",
    "the_next_rite_will_start": "The next Rite will start when you enter the Hall of Kings this evening. Logos will give you more information when you get there.",
    "the_pain": "The pain... it fills me... as if burning. The poison... I cannot heal...",
    "the_poison_the_assassin_used": "The poison the assassin used is deadly. It is death to any who are touched by it, unless an antidote is given within seconds. Even then, the poison cannot be cured, and only the strongest will survive the coma it brings.",
    "the_prince_has_chosen": "The Prince of Shapeir has chosen as a Paladin. He will walk forever the path of the Hero.",
    "the_prince_hero": "The Prince of Shapier, hero of Tarna and Mordavia, is worthy to compete in the Rites to become King of this land.",
    "the_ring_can_be": "The Ring can be re-forged. Logos, I really believe that this will aid Silmaria.",
    "the_ring_of_truth_is_a_magical_device": "A Ring of Truth is made from the ring of a true King. It must be forged in the blood of a dragon, and consecrated by the blood of a Paladin. Lastly, it must be tempered by the waters of binding.",
    "the_rites_of_rulership": "The Rites of Rulership are a wise and honorable way to choose a leader. The very quests will strengthen the kingdom, and allow Logos to judge who will be worthy enough to be King of Silmaria.",
    "the_rites_of_rulership_are_a_series": "The Rites of Rulership are a series of quests designed to determine the next King of Silmaria. Interesting custom, really.",
    "there_are_too_few_paladins": "There are too few Paladins in this world, my friend. The path of selfless goodness is difficult to travel.",
    "there_are_very_disturbing_signs": "There are very disturbing signs here. I do not yet know what is going on, but I do sense as if something very dangerous lies near here.",
    "there_is_an_invading_army": "There is an invading army of Hesperian Mercenaries on Marete. No one is certain how large this force is yet. The skills you used to bring peace in Tarna might be useful here.",
    "they_are_lovely": "They are lovely. Thank you. I will send them to my beloved Kreesha.",
    "they_are_rare": "They are rare, and only a Paladin can make one. It requires four parts -- the ring of a rightful ruler, forged in the blood of the earth, purified by the blood of a Paladin, and bathed in the waters of binding.",
    "this_is_no_mere_assassination": "This is no mere assassination. It is a ritualistic murder, and has a darker purpose than we now know. We must learn the purpose of these murders, and stop it before the murderer accomplishes it.",
    "this_rite_of_freedom": "This Rite of Freedom will require you to face a small army. Prepare yourself for battle, but avoid it if you can. You are but one person.",
    "this_rite_of_valor": "This Rite of Valor is a throwback to tradition. The Hydra is a monster from antiquity, and is seldom defeated. It cannot truly be killed, for it regenerates from any injury.",
    "those_answers": "Those answers are the essense of the Quest. My friend, will you strive to create a Ring of Truth?",
    "through_your_actions": "Through your actions, perhaps those who live for war will learn peace.",
    "very_well_i_do_not": "Very well. I do not believe that I can make such a thing. I only hope this Kingdom will survive without a Ring of Truth. Good day, my friends.",
    "wait_there_is_evil": "Wait! There is Evil nearby here. We are in danger.",
    "we_believe": "We believe that the one or ones who assassinated the King of Silmaria will attempt to make certain the contestant they support will win.",
    "when_he_contacted": "When he contacted me about the assassination and the invasion, I had a bad sense that things were even worse than they appeared. Thus I came here.",
    "when_these_things": "When these things have been completed, then shall a Ring of Truth be made. When a lie is spoken in its presence, it will glow. By this, you can prove the guilt of one who would deceive you.",
    "when_was_your_island": "When was your island invaded?",
    "while_you_are_on_the_next_rite": "While you are on the next Rite, I will be seeking more knowledge. I will let you know if I learn anything significant.",
    "why_was_kokeeno_murdered": "Why was Kokeeno murdered so far from the city? Why in that particular spot, next to a broken pillar? Why was the pillar broken? Too many questions, and I have so few answers.",
    "with_the_defeat": "With the defeat of General Claudius, I do not believe we will be troubled by an invading army any time soon. All who wage war knew of the general's reputation and respected his abilities. They will not dare to share his defeat.",
    "you_do_not_know": "You do not know how glad I am to see you here safely. Magnum Opus is dead, and Erasmus has been poisoned. I knew that the Rite would be dangerous, but I did not fully realize the dangers here.",
    "you_have_found_my_weakness": "You have found my weakness. I do have a taste for this strange food.",
    "you_left_behind": "You left behind most of your equipment when last I saw you. I am sorry, but I was unable to bring most of it. I can, however, give you this.",
    "you_look_ready_and_eager": "You look ready and eager to face this Rite. Do not let your courage override your cunning. Think before you fight.",
    "you_must_hurry": "You must hurry... I cannot bear this for long. If I let the blackness take me... I.... I will die.",
    "you_will_need_luck": "You will need luck, my friend, and all the wisdom and valor that lies within you. Farewell.",
    "you_will_need_to_face_this": "You will need to face this as a warrior, and the mercenaries will respect your skills. Try to show mercy, and ask your foes to surrender even if they despise you for it.",
    "your_father_the_sultan": "Your father, the Sultan of Shapeir, was informed of this by myself and my wife, and has contributed 300 drachmas toward your entrance in the Rites. Erasmus and I have each deposited another 100 drachmas.",
    "your_greatest_challenge": "Your greatest challenge will be in getting to Hydra Island. It is beyond the area where the fishing boats can safely travel.",
    "your_methods_are_different": "Your methods are different than mine would be, but you obviously used your intelligence and wisdom. You would make a good king, I am certain."
}