{
    "i_am_the_guardian": "I am the Guardian of the Dead. I know the souls of all who dwell within.",
    "i_look_forward": "I look forward to seeing you again when your time comes.",
    "it_is_erana": "It is the soul of Erana.",
    "it_is_katrina": "It is the soul you knew as Katrina, the Dark Master.",
    "love_is": "Love is the only thing that transcends the silent sleep of death. Their souls have sensed you, and yearn to be with you.",
    "prince_of_shapeir_it_is_not": "Prince of Shapeir, it is not yet your time to be here. The living are not welcome. You will not cross the river Styx into Hades.",
    "so_shall_it_be": "So shall it be! A life for life.",
    "that_is_your": "That is your choice. These restless souls will not find peace until you yourself are dead.",
    "the_first_soul": "The first soul is bright with beauty and power. It shines like the sun with all the joy and goodness it held in life.",
    "the_other_soul": "The other soul is dark, shadowed by the deeds of her past. Yet there is great power within, and a fierce yearning for the light and love that was not known in life.",
    "their_souls_have": "Their souls have been disturbed by your presence. They cannot rest in their longing to be with you.",
    "then_the_soul": "Then the soul shall return to oblivion.",
    "there_are_two_souls": "There are two souls bound to you in death. You have touched their hearts. You have taught them to love.",
    "there_is_a_price": "There is a price for every gift. The soul does not lightly leave the silent sleep. The dead does not lightly leave the grave. You can restore this soul to life, but the cost may be more than you are willing to pay.",
    "which_soul": "Which soul would you choose to give the gift of life?",
    "will_you_give_to_give": "Will you give your life to give this soul life? Are you willing to sacrifice everything for love? You have entered the realm of the dead. Now will you remain in eternal darkness, that she shall be free to know the joy of life once more?",
    "will_you_give_to_her": "Will you give your life to her?",
    "you_have_chosen_erana": "You have chosen to bring peace to the soul of Erana. I shall commend the soul of Katrina to oblivion.",
    "you_have_chosen_katrina": "You have chosen to free the soul of Katrina. I will commend the soul of Erana to oblivion.",
    "you_have_given": "You have given your life to bring life to death. Her soul shall soon be free.",
    "you_may_end": "You may end the suffering of one of them. You can restore her to life, and give her the chance to experience joy and pleasure once more."
}