{
    "a_man_walked": "A man walked up to a healer. He has a cucumber up his nose, a carrot in his left ear, and a banana in his right ear.",
    "all_rat": "All rat!",
    "all_right_what": "All right, what is the difference between us?",
    "before_he_was": "Before, he was wired. Now, he's unplugged.",
    "candy_is_dandy": "Candy is dandy, after all.",
    "erasmus_was_losing": "Erasmus was losing, so he blew up the game.",
    "healer_healer": "'Healer, healer, what's the matter with me?' he asked.",
    "hes_here": "He's here!",
    "hey_dont_waste": "Hey, don't waste great food on ingrates. You know rats like cheese.",
    "hey_i_resemble": "Hey, I resemble that remark.",
    "hey_i_resent": "Hey, I resent that remark. It promotes negative stereotypes of my racial species.",
    "hi_again": "Hi again. The boss decided to show off for you. Follow me, and I'll show you around.",
    "his_skeletons": "His skeletons came out of the closet and the ghost played hostess?",
    "hmm_pretty_shoddy": "Hmmm. Pretty shoddy workmanship, if you ask me.",
    "i_didnt_know": "I didn't know she could write.",
    "i_got_to_hand": "I got to 'hand' it to you, that's some clue. It's clearly the 'Case of the Purloining Palm Reader.' He'll soon be under 'a wrist.'",
    "id_rather": "I'd rather I didn't.",
    "im_a_member": "I'm a member of RABID -- Rodents Against Boring Idiosyncratic Discrimination. Our slogan is 'Rat is where it's at!'",
    "let_me_tell": "Let me tell this one...",
    "mmm_mmm": "Mmmm, mmmmm. Nothing like cheese! I can 'edam' any time, even with all this other junk on it.",
    "one_sifts_sands": "One sifts sands by the sea shore, the other shifts sands by the Palace door?",
    "so_i_happen": "So I happen to have a yen for Edam and a hankering for Havarti -- it just shows I have Gouda taste. Certainly Cheddar taste than you.",
    "sort_of_a_cheap": "Sort of a cheap peep on a creep?",
    "that_entrance": "That entrance had to be seen to be disbelieved.",
    "that_means": "That means he's been practicing so he can win this time.",
    "thats_why_he": "That's why he showed you that thing, after all.",
    "the_ogre_because": "The Ogre, because he's here today, and Goon tomorrow?",
    "theres_something_wrong": "There's something wrong with Erasmus. He was staying up so late practicing the Wizard Whirl game, and now he won't wake up.",
    "whats_seen": "What's seen on the screen is more clear than the sphere.",
    "why_rex": "Why, Rex-grecs cooking, of course.",
    "yeah_it_makes_your": "Yeah, it makes your Razzle-Dazzle fizzle.",
    "yeah_itll_really": "Yeah, it'll really blow you away.",
    "you_dont_expect": "You don't expect me to eat that, do you?",
    "youre_not_eating": "'You're not eating properly,' replied the healer."
}