{
    "a_man_walked": "A man walked up to a healer. He has a cucumber up his nose, a carrot in his left ear, and a banana in his right ear.",
    "a_rat_is_like": "A rat is like a bard, we're nothing without a tail.",
    "after_that": "After that entrance, you can tell Erasmus has become an incorrigible ham. So try not to 'incorrige' him.",
    "all_rat": "All rat!",
    "all_right_what": "All right, what is the difference between us?",
    "and_if_you": "And if you can't be good -- be careful.",
    "as_cor_rat": "As cor-rat-spondent for the Rodent Anti-defamation League, I'm about to cover a real story. Three visually challenged mice are about to sue the life partner of an agricultural engineer for mutilating them unmercifully.",
    "be_careful_sounds": "Be careful. Sounds like a 'wristy' business.",
    "be_seeing_you": "Be seeing you.",
    "before_he_was": "Before, he was wired. Now, he's unplugged.",
    "but_i_thought": "But I thought four-armed was half an octopus.",
    "but_the_chocolate": "But the chocolate box said that they were from you! We found them on the platform in Silmaria, and Erasmus assumed you'd left them for him.",
    "bye_bye_buy_bananas": "Bye-bye. Buy bananas, by Jupiter.",
    "bye_bye_good_guy": "Bye-bye, good guy. Try not to die.",
    "candy_is_dandy": "Candy is dandy, after all.",
    "contemplating": "Contemplating a crime, eh?",
    "crime_doesnt_pay": "Crime doesn't pay... enough. Wait till that hand-some felon meets up with the long arm of the law.",
    "dangerous_place": "Dangerous place for rats -- right next door was Catatonic U.",
    "dont_ever_get": "Don't ever get Erasmus really angry. It's not a pleasant sight...",
    "erasmus_can_be_a_pain": "Erasmus can be a pain to live with at times, especially when he's swatting flies with Lightning Bolts. Almost burned the house down.",
    "erasmus_can_be_irascible": "Erasmus can be irascible at times.",
    "erasmus_cant_wait": "Erasmus can't wait to play you in Wizard's Whirl again. Spends most of the night practicing.",
    "erasmus_likes_to_watch": "Erasmus likes to watch what's going on in Silmaria.",
    "erasmus_seemed_fine": "Erasmus seemed fine -- a little obsessed with that game, but that's normal, for him.",
    "erasmus_was_losing": "Erasmus was losing, so he blew up the game.",
    "game_for_a_game": "Game for a game -- Erasmus thinks the 'whirl' of you.",
    "good_luck": "Good luck!",
    "good_luck_you_two": "Good luck, you two. You're going to need all the luck you can get. Hmmm... Maybe I can help you just a little bit more.",
    "gotta_go_hero": "Gotta go, Hero? Don't be late for your date with fate, mate.",
    "he_was_just_eating": "He was just eating those chocolates you sent him, then he zonked out. He's not even snoring! I've never seen him like this -- quiet!",
    "he_was_paying": "He was paying particularly close attention to this one redhead.",
    "he_who_quests": "He who quests with zest and bests the rest will own the throne for his home.",
    "healer_healer": "'Healer, healer, what's the matter with me?' he asked.",
    "hes_here": "He's here!",
    "hey_dont_waste": "Hey, don't waste great food on ingrates. You know rats like cheese.",
    "hey_i_resemble": "Hey, I resemble that remark.",
    "hey_i_resent": "Hey, I resent that remark. It promotes negative stereotypes of my racial species.",
    "hi_again": "Hi again. The boss decided to show off for you. Follow me, and I'll show you around.",
    "his_skeletons": "His skeletons came out of the closet and the ghost played hostess?",
    "hmm_pretty_shoddy": "Hmmm. Pretty shoddy workmanship, if you ask me.",
    "horrors": "Horrors! I, president of RABID, just found out that people are eating us rodents.",
    "i_call_it": "I call it -- Rat Music.",
    "i_didnt_know": "I didn't know she could write.",
    "i_dont_make_it": "I don't make it to the city often. Too many other things to have fun with. Besides, I get a little nervous in crowds.",
    "i_found_them": "I found them listed on a menu -- rat-atouille and chocolate mouse.",
    "i_got_to_hand": "I got to 'hand' it to you, that's some clue. It's clearly the 'Case of the Purloining Palm Reader.' He'll soon be under 'a wrist.'",
    "i_hate_to_disturb": "I hate to disturb you guys in your victory and all that, but things don't look good for Silmaria. In fact, things are pretty rotten in Silmaria.",
    "i_kind_of_figure": "I kind of figure you all need some help here.",
    "i_know_the_box": "I know the box is around there somewhere. Here, you take it.",
    "i_know_you_wont": "I know you won't want to miss out on any fun, so I'm sure you won't mind if I invite you both to a little slumber party. Your job is to put the Dragon to sleep -- permanently.",
    "id_rather": "I'd rather I didn't.",
    "if_he_was": "If he was any more sedentary, he'd be in a cemetery.",
    "im_a_member": "I'm a member of RABID -- Rodents Against Boring Idiosyncratic Discrimination. Our slogan is 'Rat is where it's at!'",
    "im_really_worried": "I'm really worried. I'm not sure what I would do without Erasmus. If you think of a way to help Erasmus, let me know, okay? Bye.",
    "im_starting_to_get": "I'm starting to get really worried. I've tried every thing and spell I know trying to wake Erasmus.",
    "in_what_sort": "In what sort of affairs do you like to meddle?",
    "its_invigor_rat": "It's invigor-rat-ing to see you again.",
    "its_taking_a_lot": "It's taking a lot of magic to keep this house up here. I never expected to do this on my own. It's a real drain on my resources, let me tell you.",
    "ive_come_up": "I've come up with a new syncopated song:\n'When you're walking with your lady and she screams to see a mouse,\nYou know ya gotta leave her 'cause she's acting like a louse.'",
    "let_me_tell": "Let me tell this one...",
    "let_me_think": "Let me think... a toolkit, a hand... I know! It must have been the handyman. You see, the 'fix' was in.",
    "mmm_mmm": "Mmmm, mmmmm. Nothing like cheese! I can 'edam' any time, even with all this other junk on it.",
    "no_kidding": "No kidding.",
    "oh_thats_all_right": "Oh, that's all right then. Moose are dangerous.",
    "one_sifts_sands": "One sifts sands by the sea shore, the other shifts sands by the Palace door?",
    "one_thing": "One thing you can say about being around Erasmus is that it's never boring.",
    "or_coming_off": "Or coming off!",
    "shop": "Shop 'til you drop and buy 'til you cry?",
    "so_away_you_go": "So away you go!",
    "so_far_his_favorite": "So far, his favorite scenic wonder seems to be a certain redhead.",
    "so_i_happen": "So I happen to have a yen for Edam and a hankering for Havarti -- it just shows I have Gouda taste. Certainly Cheddar taste than you.",
    "so_i_tend": "So I tend to foam at the mouth a little...",
    "some_vampire": "Some vampire bats wanted to join RABID, but we had to say no fangs to those suckers. Blood is thicker than water, and they're just not our type.",
    "sort_of_a_cheap": "Sort of a cheap peep on a creep?",
    "talking_behind": "Talking behind my back in front of me again, eh? What am I, gefilte fish?",
    "tell_us": "Tell us, oh great Guru of the magical tower, will you share some of your hard-earned knowledge with us?",
    "that_entrance": "That entrance had to be seen to be disbelieved.",
    "that_means": "That means he's been practicing so he can win this time.",
    "thats_ir_rat": "That's ir-rat-tating. We rodents don't gnaw when to quit.",
    "thats_it_hello": "That's it... Hello, I must be going? What's the matter, we suffer from the heartbreak of halitosis or something?",
    "thats_why_he": "That's why he showed you that thing, after all.",
    "the_infestation": "The infestation of several thousand baby Antwerps had nothing to do with it, I'm sure.",
    "the_ogre_because": "The Ogre, because he's here today, and Goon tomorrow?",
    "the_screen_is_keen": "The screen is keen -- you can spy unseen. We could see you were on your way here.",
    "then_he_had": "Then he had a snack and he fell asleep and he hasn't woken up since. I'd expect him to be playing the game sleep or no.",
    "there_you_go": "There you go. Now you got some real help. That's all I can do for you. Have fun!",
    "theres_something_wrong": "There's something wrong with Erasmus. He was staying up so late practicing the Wizard Whirl game, and now he won't wake up.",
    "theyre_sure_to_win": "They're sure to win. They got a first-rat lawyer.",
    "this_game_has_him": "This game has him fired -- he's tired, but he's wired.",
    "well_be_seeing_you": "We'll be seeing you.",
    "what_do_you_think": "What do you think I am, a standup comedian?",
    "whats_seen": "What's seen on the screen is more clear than the sphere.",
    "why_rex": "Why, Rex-grecs cooking, of course.",
    "yeah_it_makes_your": "Yeah, it makes your Razzle-Dazzle fizzle.",
    "yeah_itll_really": "Yeah, it'll really blow you away.",
    "yeah_snow": "Yeah. Snow way he'll stay in Spielburg this time of year. He's a Med man.",
    "yeah_you_need": "Yeah, you need strong bones and healthy muscles when you get eaten by monsters. More nutritious that way.",
    "you_dont_expect": "You don't expect me to eat that, do you?",
    "youre_not_eating": "'You're not eating properly,' replied the healer."
}