{
    "atlantis_was": "Atlantis was a land of Wizards and users of magic. It sunk into the sea eons ago when by their magics, they released a dragon-like creature of fire and destruction. Some were able to survive by transforming themselves into sea creatures.",
    "be_careful": "Be careful. I have never cared as much for anyone as I do for you.",
    "beloved_i_shall": "Beloved, I shall always love you.",
    "by_my_death": "By my death, shall Evil be defeated.",
    "by_the_grace": "By the grace of goodness, I summon thee to darkest battle.",
    "by_the_power": "By the power of all that lives, restore the life that lies within.",
    "by_the_powers": "By the powers of Light and Good, I now summon a heart that is bound by love to protect that love.",
    "death_was_like": "Death was like a restless oblivion, with a few troubling dreams. However, I shall face it gladly again, if it means that others shall live.",
    "even_in_the_shadowland": "Even in the shadowland of death, I dreamed of you. You were my Hero, the only person I knew with whom I could share my hopes and fears. I thought I could trust you. I knew I could love you.",
    "excuse_me_please": "Excuse me, please, but I need to say something before all of you. The next King of Silmaria has asked me to wed him. We shall married soon after he sits on the throne.",
    "farewell_beloved": "Farewell, beloved. We shall never see each other alive again.",
    "farewell_my_friend_i_shall": "Farewell, my friend. I shall always look forward to seeing you.",
    "forgive_me_all": "Forgive me, all of you, but I have no more Mana to cast spells.",
    "forgive_me_but_i_cannot_wed": "Forgive me, but I cannot wed you despite the kindness you have shown me. We are too different in our way of dealing with the world. As enjoyable as your company is to me, we are still strangers. Thank you, but no.",
    "gladly_will_i": "Gladly will I sacrifice my life to save all your lives and those of Silmaria.",
    "greetings_to_you": "Greetings to you, dear friend.",
    "however": "However, there is no time for our love right now. The danger is too great that the Dragon will rise soon. We need to do what we can to save Silmaria. When this danger is over, then we will be free to love.",
    "i_already_have": "I already have this creature's attention by my spellcasting.",
    "i_am_deeply_troubled": "I am deeply troubled by the omens of disaster that surround this land. It is almost as frightening as Mordavia was when the Dark One was first being summoned. I fear the death that could face us both.",
    "i_am_seeking_a_light": "I am seeking a light I have only seen once before in the distance. It is warm, and melts the ice that covers everything, bringing color and life to the flowers. But the light moves on, and all returns to ghostly white.",
    "i_am_so_glad": "I am so glad to see you, as always.",
    "i_am_the_sacrifice": "I am the sacrifice of blood and life. I am the sacrifice of that which is Good to destroy that which is Evil.",
    "i_can_tell": "I can tell by your seriousness that something is on your mind. What troubles you so, my friend?",
    "i_cannot_marry_you": "I cannot marry you, for you have given your love to another. The warrior woman is the woman for you.",
    "i_dream": "I dream I am wandering endlessly through empty gardens. Everything in the garden is pale and cold, as if made of lifeless ice. There is beauty, but no joy.",
    "i_have_always": "I have always depended solely upon myself. Perhaps I do not trust others enough. I shall learn to trust you.",
    "i_have_always_loved": "I have always loved gardens and flowers. Thus, I have shared this love whenever I could. I knew that others would need the beauty and peace that I created. I am happy you have had the chances to enjoy my gardens before this.",
    "i_have_always_studied": "I have always studied the magics of healing, nature, and protection. Magic can be joyful instead of destructive. However, I am not as naive as I seem at times. I do know how to harm as well as heal, but only use it if there is no other possible solution.",
    "i_have_heard_that_the_city": "I have heard that the city is protected by water and by land, though it lies in the depths. All that live there have magic still, and guard their city well.",
    "i_have_many": "I have many, many little magics. I can make a plant grow stronger, or speak the language of animals. They are of little use to you in this time of danger. Perhaps there will be time to teach them to you later.",
    "i_have_taken": "I have taken some time to learn more about this place of islands and sea. There is much unhappiness and danger here. It saddens me to know that the beauty of this area is so marred.",
    "i_hoped_you_would": "I hoped you would come. That danger that the Sibyl of Delos spoke of to you may soon come true. The power that destroyed Atlantis may soon be released to destroy Silmaria.",
    "i_just_didnt": "I just didn't know you could love me.",
    "i_love_you_dearly": "I love you dearly too.",
    "i_need_to_think": "I need to think this over. I never thought that there could be someone to be a part of my life. I have been a loner. Please have patience, and thank you for the offer. I am honored.",
    "i_never_thought": "I never thought anyone could ever love me. I am too strange-looking, too different. Who would want someone who hides in the woods, casting simple spells of peace?",
    "i_shall_be_honored": "I shall be honored to do healing.",
    "i_shall_summon_he": "I shall summon he who is most willing to fight at your side then.",
    "i_spoke_with_some": "I spoke with some Tritons who swam near my island. They have been called back to Atlantis to strengthen the defense of the city. It seems you proved to them that they were vulnerable to a concerted attack.",
    "i_thank_you_deeply": "I thank you deeply for restoring me to life. It is an incredible joy to be alive after all those years trapped in darkness, and then drifting in Hades.",
    "i_will_be_using": "I will be using all my magics to learn more about this prophecy and the Dragon. I will let you know by magic if I learn anything of importance.",
    "i_will_do_what_i_can_to_learn": "I will do what I can to learn more about what you speak. It is sad to know that this beautiful land has so much danger and wickedness.",
    "i_will_do_what_i_can_to_protect": "I will do what I can to protect you.",
    "i_will_gladly_give": "I will gladly give up my life to defeat this creature.",
    "i_will_gladly_sacrifice": "I will gladly sacrifice my life for you.",
    "i_will_love_you": "I will love you always, no matter what may happen.",
    "in_my_endless_sleep": "In my endless sleep, I too dreamed of you. It gave me great comfort to know that someone was there who cared about me.",
    "it_has_been_so_long": "It has been so long since I last had a chance to enjoy the beauty or the fragrance of a flower. Before I died, I felt that I did not have the time for such simple pleasures. Now I know that you must take the time to enjoy life, while it lasts.",
    "it_is_better": "It is better that I die. You gave me a second life and a chance to love. Now let me save your life.",
    "it_is_good_to_see_you": "It is good to see you. It is interesting that we have been friends for a long while now, even though we had not met.",
    "it_is_not_i": "It is not I who should wear this ring. You have given your heart to another, and she would gladly give you hers. Go back to your woman of the dancing sands. I am certain she will soon be yours.",
    "it_is_not_truly_down": "It is not truly on this plane of existence now. Unless that Dragon Pillar binds it to the earth, we will be unable to harm it. We must restore the pillar.",
    "it_is_not_truly_up": "It is not truly on this plane of existence now. Unless that Dragon Pillar binds it to the earth, we will be unable to harm it. We must restore the pillar.",
    "it_is_so_good_to_feel": "It is so good to feel the plants grow in the sunlight, or smell the freshness of the morning breeze. The magic again fills my being, and I cannot remember being more joyful. Thank you so much for this gift.",
    "it_is_so_good_to_know": "It is so good to know that Mordavia is safe from the Dark One. I loved the lush beauty of that land, and the innocence of most of the people there, foolish though they were.",
    "it_is_so_wonderful": "It is so wonderful to hear you say those words. All the loneliness of my life melts away, knowing how you feel.",
    "justice_is_seldom": "Justice is seldom merciful. Be aware that bloodshed often brings more bloodshed, and death opens doors as well as closes them. The Prophecy of Doom is a prophecy of death, and I fear that you will be an instrument of fate.",
    "may_peace_always": "May peace always fill your life, my friend.",
    "may_your_mind": "May your mind be filled with the knowledge of 'First Aid.'",
    "most_of_my_magic": "Most of my magic will be to counter the Dragon's breath. However, I can do some healing when it is necessary.",
    "my_beloved": "My beloved, we shall now begin our life together.",
    "my_friend_my_hero": "My friend, my Hero, my rescuer from Hades, I do love you. Whether or not we shall ever be lovers, I shall always love you.",
    "my_friend_the_dragon": "My friend, the Dragon of Doom has awakened. We must stop it before it destroys Silmaria.",
    "my_thanks_but": "My thanks, but I will not use something that will bring pain to another creature.",
    "no_no_please_dont_even": "No! No, please, don't even think of it. You will die horribly by your own spell.",
    "no_no_please_i_cannot": "No! No, please. I cannot bear to see you die, now that I have known your love. It is better that I should die than you.",
    "no_not_this_time": "No. Not this time. You have given your life to give me my life. Now, I shall return to Hades that you all might have a chance to live.",
    "no_one_has_ever": "No one has ever asked me to marry them before you. I am flattered and pleased, but we need to understand each other before we choose to wed. Let us talk to one another some before I make this decision.",
    "now_that_i_have": "Now that I have my island home set up, I will be learning as much as I can about the problems you are facing here in Silmaria. I will try to help you as much as I can.",
    "peace_be_with_you": "Peace be with you, wherever you go.",
    "perhaps_after": "Perhaps after you have done more kindness for the world, then we shall talk about this some more.",
    "silmaria_needs_you": "Silmaria needs you and your skills, judging from what you have told me. I shall find out what I can about things here, and help you in whatever way I can.",
    "thank_you_but_i_grow": "Thank you, but I grow plenty of fruit and other fine things to eat.",
    "thank_you_but_i_have": "Thank you, but I have all that I need now on this island.",
    "thank_you_i_wish": "Thank you. I wish you good luck as well.",
    "thank_you_so_much": "Thank you so much. I shall protect all of you the best I am able with this.",
    "that_pillar": "That pillar has magical protections. My magic will not affect it.",
    "the_ability": "The ability to breathe water is a simple spell, but it does not last long enough for what you need. Thus, it is better to use an item of magic rather than a spell.",
    "the_dragon_has_been": "The Dragon has been defeated forever now. Silmaria will not face this cruel fate again.",
    "the_dragon_is_still": "The Dragon is still protected by magic. The prophecy speaks of a sacrifice. Unless someone will sacrifice their life, I fear that this battle cannot be won.",
    "the_peace": "The peace agreement that you have made with the people of Atlantis is good for Silmaria and Atlantis. You have done wonders, my friend.",
    "the_prophecy_of_doom": "The Prophecy of Doom spoke of a dragon bound by the Dragon Pillars beneath the island of Marete. It is not a true dragon. It is a collected force of elemental fire and destructive magic bound in the form of a dragon.",
    "the_snow_of_winter": "The snow of winter is melting, and life returns again.",
    "there_can_be_no_retreat": "There can be no retreat until this force of evil is destroyed.",
    "there_is_a_dryad": "There is a Dryad wood near here? I shall have to visit that woods. I have always loved the beauty of the Dryads. Thank you for telling me of this. You are so kind.",
    "there_is_no_retreat": "There is no retreat for me, my love. I must do what I can to aid all of you.",
    "there_is_peace": "There is peace in Hades for most souls, but I could not rest. There was too much that I left undone, too much that I wished to do. Life is too short when weighed against eternity.",
    "there_is_some_magic": "There is some magic that remains with me, and I know that you are near me. I give you a gift that I know you will need. Think of me whenever you use it.",
    "there_is_something": "There is something I wish to mention to all of you. The Prince of Shapeir and I are to be married. He gave me his life, and now he gives me his love and my happiness.",
    "these_are_lovely": "These are lovely. What a shame that they had to be killed for me to be able to appreciate their beauty. Still, their seeds will grace my garden. My thanks to you.",
    "these_seeds_are": "These seeds are magical! How wondrous. It is so sweet of you to give me such a fine gift. I thank you for your kindness.",
    "they_spoke_to_me": "They spoke to me of the peace agreement. I let them know that their kind would always be welcome to my island. There will always be peace here.",
    "thus_it_cannot": "Thus, it cannot be defeated by mere force of arms. If it is released, it will need the binding magic of a Pillar to be restored, and a willing sacrifice out of love for others to defeat the power.",
    "unless_the_dragon": "Unless the Dragon Pillar is placed properly, that Dragon will soon be free. Silmaria will be destroyed.",
    "we_cannot_win_this": "We cannot win this without sacrifice. I will gladly give my life to defeat this evil.",
    "we_will_have_time": "We will have time to mourn for Gort after this. First, we must all defeat this monstrosity.",
    "we_will_mourn": "We will mourn our fallen dead, and rejoice at the lives we have saved through our actions.",
    "welcome_again": "Welcome again to my garden. Enjoy a moment of beauty when you can. I know you are very busy.",
    "welcome_to_my": "Welcome to my new home. As you can see, I am starting to make this island into a place of peace and beauty.",
    "what_is_this": "What is this? Ah, a gift of bonbons. I cannot remember when I last enjoyed such a pleasure. My thanks to you.",
    "when_i_tried": "When I tried to drive the Dark One from this world so long ago, I was trapped by the Dark One. It destroyed me, but I sent my soul into my staff. When you freed my soul from the staff, I was drawn to Hades.",
    "would_you_like": "Would you like to learn some more magic, my young Wizard? I know a spell you could use. I shall teach you a spell of Healing.",
    "yes_gladly": "Yes, gladly will I accept this ring.  Joyfully will I marry you and share your life.",
    "you_are_as_welcome": "You are as welcome here as the sunshine.",
    "you_bewilder_me": "You bewilder me with your gestures of love. We have hardly met in real life. Please give us both a chance to learn more about each other.",
    "you_have_been_more": "You have been more than generous with all that you have given me. I thank you for my life as well as these gifts.",
    "you_have_given_me": "You have given me the gift to live again. I thank you deeply. If you wish to see me, seek me on the island of Limnos. I will look for you there.",
    "you_have_shown_me": "You have shown me great kindness, and you are very much a Hero everywhere you go. However, this world needs small deeds as well as great deeds. You have done much, but you could have done more to bring goodness to Silmaria.",
    "you_must_feel": "You must feel very happy at the success of your peace mission. You have saved many, many lives. Congratulations.",
    "you_must_find": "You must find the Prophecy Stone and prevent it from being broken in blood. Otherwise, the Dragon of Doom will destroy this kingdom.",
    "you_will_need_to_swim": "You will need to swim a long time if you are to go to Atlantis. I shall make you a gift. Take this, and you shall breathe the water as if it were air. Send the message of peace with Silmaria.",
    "you_wish_to_kiss": "You wish to kiss me? No one has ever asked that of me before. I am not wholly human, you realize. We are friends, more than friends, but we are not lovers.",
    "you_wish_to_wed": "You wish to wed me? We hardly know each other right now. I thank you for your kindness, but I think we need to know more about each other's likes and dislikes before we can even think of marriage.",
    "your_kind_words": "Your kind words fill me with gladness. I shall always enjoy speaking with you."
}