{
    "a_journey_to_hades": "A journey to Hades is utterly preposterous! Everyone knows that when people die, they go to that great research center in the sky!",
    "ah_its_another": "Ah, it's another beautiful day for scientific discovery. Did you know that preliminary research indicates that the moon might NOT be made of green cheese after all?",
    "ah_my_instruments": "Ah, my instruments indicate that the solar orb has crossed beneath the horizon line. That means it is time for me to go. Farewell, young student of science.",
    "ah_that_feels": "Ah, that feels much better. There is nothing quite like the feeling of rising with the dawn to get in a good day's work at scientific research and experimentation. Good morning!",
    "ah_you_do": "Ah, you do show scientific promise! However, the wind is quite fierce out right now. I suggest you put off your test flight until the weather is more calm. Otherwise, it will interfere with your data, and you will probably crash.",
    "an_artichoke_pizza": "An artichoke pizza! How deformed it looks without anchovies to give it flavor. A true scientist accepts nothing less than perfection.",
    "but_that_would": "But that would be a brutish, unscientific answer. Science declares that all things are possible. Hence, it must be scientifically possible to defeat these invaders without resorting to force. Gort and I are working on a non-violent solution to the problem.",
    "by_the_way": "By the way, try not to mention the fact that Gort isn't quite human. Some people just won't understand. It shall be our little secret. Oh, and that bit about the drugged Wizards? Forget you heard that, why don't you? That's a good lad.",
    "dr_mobius_is": "Dr. Mobius is a... um... colleague of mine. He tends to work nights on his research.",
    "farewell_young_person": "Farewell, young person. May the science be with you.",
    "fascinating_a_pity": "Fascinating. A pity it is just the fevered imagination of an artist and not a true work of science. You could almost envision the gondola outside being supported underneath that floating ball.",
    "for_example": "For example, one could say that the flair of the hypothesis is equal to the sum of the glares on the opposite sides. Unless, of course, you consider that to be triangular reasoning.",
    "good_day": "Good day. I'm happy to see you taking such an active interest in scientific research. We could use a new junior scientist or two here.",
    "good_luck": "Good luck on your journeys. There's something new to learn everywhere.",
    "gort_and_i": "Gort and I are developing a way to defeat the invading mercenaries without actually engaging them with physical combat. We are scientists, not barbarians.",
    "gort_has_better": "Gort has better things to do than waste my time with meaningless Rites. Go ahead, if you so choose, but you are wasting your time.",
    "gort_is_even_now": "Gort is even now on his way to the Isle of the Hydra. With science behind him, he should have no difficulty resisting the Hydra's acid blood and defeating it.",
    "gort_is_now": "Gort is now completely waterproof. He should have no problem seeking Atlantis, assuming that it exists, of course.",
    "gort_will_make": "Gort will make the perfect King for Silmaria. He will be backed by the power of science, not superstition or brute force.",
    "greetings_you_must": "Greetings! You must be looking for a successful career as a lab assistant for extremely important scientists. You come at a good time. All you need to do is pass the final test on the screen over there, then you can start your training.",
    "heres_a": "Here's a scientific conundrum for you. What is lighter than air?",
    "hmph_that_smacks": "Hmph! That smacks of superstitious folderol. No scientist would ever be deluded by such mystical mumbo-jumbo.",
    "i_am_certain": "I am certain that Gort and I will come up with the perfect formula for removing the invaders from Keros in a non-violent fashion.",
    "i_am_disappointed": "I am disappointed that the first Rite of Rulership should be such a trivial matter. I would think it should be something important, like calculating Pi to the ten thousandth decimal place.",
    "i_am_dr": "I am Dr. Pretorius. I shall be your mentor and advisor. Gort over there is my senior lab assistant. We'll make a true scientist out of you.",
    "i_am_feeling": "I am feeling particularly light-hearted this day. My research has been flying along lately.",
    "i_am_head": "I am head scientist and instructor at the Academy of Sciences here in Silmaria. Most of the scientists are on sabbatical right now. There was a little disagreement about one of the experiments... However, we are fully operational as an educational facility.",
    "i_am_looking": "I am looking forward to the next Rite of Rulership and a new set of experimental results. This time, Gort will do even better.",
    "i_do_not_have_time": "I do not have time to talk. I am in the critical moment of a sophisticated mathematical calculation. My research will determine once and for all whether pigs have wings.",
    "i_have_harmed": "I have harmed no one. I have merely attempted to make certain that those pesky perverters of reality who call themselves Wizards do not interfere with this contest.",
    "i_have_no_need": "I have no need of that. This laboratory is fully equipped.",
    "i_must_protest": "I must protest this. Gort has clearly won by the rules of the contest.",
    "i_suggest": "I suggest you spend your time wisely. Study your trigonometry and forget Hades!",
    "i_was_just": "I was just doing some minor adjustments on Gort. He was starting to act a bit heroic, and that would be most unwise. Science should be cautious, not foolhardy!",
    "im_beginning": "I'm beginning to get a bit peeved. The new King should be someone who can think, not one who listens to the nonsense spouted by oracles.",
    "is_that_all": "Is that all the council can come up with, slaying monsters to prove your worth? Gort will have no problem with this one, but it's hardly a test of brain power.",
    "it_has_been": "It has been scientifically proven that candy is a major contributor to tooth decay and obesity. You should be ashamed of yourself, promoting bad dietary habits.",
    "it_has_long": "It has long been the dream of scientists to invent wings and fly like birds. It's theoretically possible, you know... Icarus and Daedalus even managed it once, although with somewhat unfortunate results.",
    "its_a_shame": "It's a shame you no longer have the wings. Through the air is the best way to get to Delos.",
    "like_myself": "Like myself, Gort may be said to be truly a product of science! Knowledge runs though his veins and drives everything he does.",
    "mobius_and_i": "Mobius and I may disagree on methods, but we have many things in common. We both believe that science should rule the world.",
    "no_you_cant": "No! You can't disqualify Gort. I protest! Science must rule!",
    "of_course_its_not": "Of course, it's not the easiest thing in the world to program. One must plan ahead and perform each step in its proper order.",
    "of_course_not": "Of course not. I'm a perfectly honest person.",
    "oh_are_you": "Oh, are you here again? Come to worship at the altar of divine reason, no doubt.",
    "other_than": "Other than a slight speech impediment, Gort is the perfect example of the self-made man. He is the very model of the Aristotelian ideal. Just look at that splendid cranium capacity! You'll not find a finer specimen anywhere.",
    "perhaps_youre_starting": "Perhaps you're starting to get an idea of what can be accomplished with the aid of science. You know what they say -- Science is Golden!",
    "please_do_not_disturb": "Please do not disturb me. I am conducting an important experiment to see if the leading paper towel actually does absorb 50 percent more than the nearest competitor. You should leave... now!",
    "please_do_not_touch": "Please do not touch the equipment. It is delicate, and should not be touched by anyone other than a true scientist.",
    "science_has_the": "Science has the ultimate solution to every problem confronting the cosmos. Of course, the goal of the scientist is to find the solutions of science.",
    "science_is": "Science is the application of mathematics and reasoning towards solving the problems of the universe.",
    "science_island_was": "Science Island was constructed by careful scientific processes. It has all the necessary elements for research, a microscope for the minuscule, and a telescope to explore the cosmos.",
    "science_shall_prevail_against": "Science shall prevail against mythological monsters always. Intelligence always wins over superstition!",
    "science_shall_prevail_where": "Science shall prevail where superstition fails. Hmm. That was rather clever, wasn't it? I shall have to write that down.",
    "science_shall_rule": "Science shall rule Silmaria whether Silmaria wishes it or not. Too long it has suffered from superstitious poppycock under the domination of the so-called Wizards. With those charlatans properly drugged, we scientists will reign supreme.",
    "so_what_is_lighter": "So, what is lighter than air? Hot air!",
    "some_people": "Some people might object to having a re-animated dead creature for a King. However, Gort shall be guided by my scientific genius, and such superstitious prejudice shall be eliminated.",
    "some_scientists_here": "Some scientists here tried to put wings on a gondola once, but they couldn't get it to fly very far. Well, actually, it crashed almost as soon as it took off.",
    "that_flying_machine": "That flying machine you created was truly amazing. It's a pity you did not return with it. I would have liked to study it further.",
    "that_will_not": "That will not be necessary. We are fully funded by our alumni, tuitions, research grants from major corporations, and private donations.",
    "the_anchovies": "The anchovies and artichokes which are necessary for the truly well-designed pizza are there because they happen to be my favorite pizza toppings.",
    "the_cheese_must": "The cheese must be binding, like the culmination of the exploration of a hypothesis of the experimentation.",
    "the_crane_outside": "The crane outside? It is quite a remarkable invention, able to move in multiple degrees of freedom while lifting very heavy objects.",
    "the_crust_must": "The crust must be crisp and to the point, like the hypothesis one seeks to prove by experimentation. The sauce must be the careful combination of the various substances distilled to their essence, like the exploration of a hypothesis of the experimentation.",
    "there_is_a_platform": "There is a platform designed to land flying machines, and a crane to retrieve sub-sea-surface vehicles. There is also a slide for launching upper orbital artificial satellites.",
    "this_is_the_stupidest": "This is the stupidest one yet. Getting to Delos is an interesting challenge, but why would one want to go there? Oracles are for people who can't make up their own minds, usually because they don't have any.",
    "this_rite_is": "This Rite is fundamentally impossible. It will be a waste of time for all involved. Thus, Gort and I shall wisely study whether paramecium actually come in pairs, while you all pursue this nonsense.",
    "this_superstitious": "This superstitious tripe about oracles and destiny is precisely why we scientists are going to rule the world. Such balderdash!",
    "this_was_done": "This was done to make certain that Science should prevail over such nonsensical sorcery. This Kingdom must be ruled by Reason, not magical quackery.",
    "time_for_you": "Time for you to fly, is it? Let knowledge guide your path.",
    "ugh_how_could": "Uggh. How could anyone do this to a pizza? This is a perversion of the ultimate nutritional food. You obviously have no taste, young man.",
    "unfortunately_most": "Unfortunately, most of those things haven't been invented yet.",
    "unfortunately_relatively": "Unfortunately, relatively few of the sheets have survived the process thus far. Well, none actually.",
    "we_built_a_crane": "We built a crane to retrieve the winged gondola, but no one has had time to continue that particular experiment.",
    "we_should_not": "We should not have to waste our time or Gort's sending him to Delos. What can he learn from an oracle?",
    "we_still_have": "We still have the survivor's set of artificial wings on display. Unfortunately, they would fall apart if anyone actually tried to fly with them again. Pity. I should like to try it sometime.",
    "welcome_back": "Welcome back to Science Island. I trust you are spending your time well with experimental research. I've been studying ways to get whiter whites and more colorful colors.",
    "when_you_come": "When you come to the revelation that science is the ultimate adventure of a lifetime, you may return here to begin your academic career.",
    "why_cannot_man": "Why cannot man fly like a bird? Because he doesn't have wings and feathers. That's an obvious scientific conclusion.",
    "why_does_smoke": "Why does smoke rise and rain fall? Because smoke is hotter than the outside air, and seeks to escape to a cooler atmosphere. Rain is cold, and so seeks the warmer ground.",
    "why_this_is": "Why, this is quite marvelous! An anchovy and artichoke pizza, the ultimate combination of ingredients! You have the makings of a true scientist. Feel free to look around and learn what lessons you can fathom.",
    "you_are_wise": "You are wise to ask that. Pizza is the essence of scientific principles. A well-designed pizza is like a well-designed experiment, balanced and planned in every aspect.",
    "you_cant_always": "You can't always find all of the answers on the surface. For example, the so-called Rite of Freedom seems to demand killing the barbaric invaders.",
    "you_have_not_yet": "You have not yet proved yourself worthy of the knowledge of this laboratory. Kindly forget that you have seen this.",
    "you_hold_an_element": "You hold an element of the perfect pizza in your hands, but it is incomplete as yet. Anchovies need to be balanced with a more subtle element.",
    "you_mean": "You mean, you are not here to become a famous scientist? Um, I'm afraid I am very busy right now and have no time for salesmen, reporters, adventurers, or other riff raff.",
    "you_should_not": "You should not have done that! You are not yet mentally prepared for the marvels that science reveals within this secret lab. Please go away."
}