{
    "a_murder": "A murder? It will be handled immediately. Guards!",
    "bravo": "Bravo! You have won the Rite of Valor. All will be summoned to the Hall of Kings.",
    "guards_it_is_an_emergency": "Guards, it is an emergency!",
    "how_did_you_open": "How did you open this door? It used to be locked. Thief tools are illegal in the city of Silmaria. If I catch you using them again, you will be arrested. Go away.",
    "i_came_as_soon": "I came as soon as I could. I've dispatched the other guards to follow the assassin. We need to get this man to a healer, and to report to the Hall of Kings.",
    "if_this_is_not": "If this is not an emergency, do not disturb us. Go away.",
    "it_looks_like_water": "It looks like water to me. I will trust your word in this matter.",
    "logos_is_expecting": "Logos is expecting you. You may enter.",
    "no_one_may_enter": "No one may enter the Hall of Kings until all the contenders have fully funded the Rite of Rulership.",
    "ohee": "Ohee, efhareesto. I cannot accept gifts while I am on duty.",
    "oreha_you_have": "Oreh-a! You have completed the Rite of Freedom. You will soon be summoned to the Hall of Kings.",
    "our_duty_is_to_guard": "Our duty is to guard the Hall of Kings.",
    "parakalo_wait": "Parakalo, wait. We will summon the others.",
    "seegnomee_you_are": "Seegnome, you are under arrest.",
    "the_bank_is_closed": "The bank is closed. You should go now.",
    "this_is_the_hall_of_kings": "This is the Hall of Kings. No one enters without permission.",
    "this_is_your_first": "This is your first warning. You will both be arrested if you fight on the streets again.",
    "we_are_not_here": "We are not here to answer questions.",
    "we_are_not_tour_guides": "We are not tour guides. Ask a merchant in the Town Square.",
    "we_do_not_converse": "We do not converse on duty.",
    "we_will_bring_aid": "We will bring aid ammesos! Guards, Guards!",
    "we_will_notify": "We will notify Logos that you have completed the Rite of Destiny.",
    "we_will_see_to_ugarte": "We will see to Ugarte. You need to report to the Hall of Kings.",
    "what_has_happened": "What has happened? Guards, to me! Trouble!",
    "you_are_under_arrest_for_fighting": "You are under arrest for fighting and disobeying the order of the guard of Silmaria.",
    "you_are_under_arrest_for_suspicion_slow": "You are under arrest for suspicion of murder. You will go with me to the Hall of Kings ammesos!",
    "you_are_under_arrest_for_suspicion_urgent": "You are under arrest for suspicion of murder. You will go with me to the Hall of Kings ammesos!",
    "you_have_completed": "You have completed the Rite of Peace. All will be summoned shortly.",
    "you_have_won": "You have won the Rite of Conquest. Everyone will be summoned to the Hall of Kings.",
    "you_may_enter": "You may enter the Hall of Kings now.",
    "you_must_stop_this_fighting": "You must stop this fighting. There is no fighting on the streets of Silmaria.",
    "you_should_not_be_out": "You should not be out now. There are sometimes thieves this time of night."
}