{
    "all_this_poisoning": "All this poisoning and drugging and murder is a real downer. We came here to help and heal and spread the good word about macrobiotic backrubs and pyramid power. Instead, we wind up trying to cure nasty poisons and dealing with dirty drugs.",
    "all_this_poisoning_2": "All this poisoning and drugging and murder is a real downer. We came here to help and heal and spread the good word about macrobiotic backrubs and pyramid power. Instead, we wind up trying to cure nasty poisons and dealing with dirty drugs.",
    "and_we_know": "And we know a lot of plants. There are the pretty flowering ones, the common garden variety herbs, and of course, trees are our best friends.",
    "anyway_i_used": "Anyway, I used the principles of contagion and sympathy. To cure a poison, I need to put a little of the poison in my pills. You just take a little bit and that makes the big amount not hurt you.",
    "are_those": "Are those shell beads? I can hear the ocean in them. Thanks!",
    "be_seeing_you": "Be seeing you! I hope you manage to sleep better than poor Shakra.",
    "check_this_out": "Check this out! I took that black lotus you brought me and mixed just a little pinch into my poison cure pills. Now they're cosmically attuned to that poison and will homeopathically shut it down.",
    "come_back_soon_you": "Come back soon. You need to mellow out a little more. Put some flowers in your hair... that sort of thing.",
    "cool_come": "Cool! Come on in and talk to a plant or two.",
    "did_you_hear": "Did you hear the latest news? The weird Wizard has fallen asleep and can't be awakened. Something even stranger than usual is going on there.",
    "even_the_plants": "Even the plants are depressed around here now. All these bad vibes and negative waves are drooping their leaves and wilting their flowers. That drug has them dragging.",
    "good_to_see": "Good to see you again.",
    "good_to_see_you_too": "Good to see you too. Pick up a few good herbs or just smell the dirt and soak in some karma.",
    "have_a_cosmic_time": "Have a cosmic time out there!",
    "have_you_ever": "Have you ever noticed how the stars shine brighter when good karma is in the air? Thanks for bringing that nice fresh water.",
    "hero_guy": "Hero guy, it's good to see you again.",
    "hey_thanks": "Hey, thanks! This'll really help me keep the shop going so I can make some more good pills and potions.",
    "hi_again": "Hi again. You know what kind of a guy would ruin tasty chocolates by drugging them? Probably the kind of person who outlaws flowers because they make people smile, or thinks no one should eat candy because it's bad for the teeth.",
    "hi_any_herbs": "Hi! Any herbs or healing we can lay on you?",
    "hi_its_so_good": "Hi. It's so good to see you again. I really have to thank you for telling me about Julanar. She's everything I dreamed she would be.",
    "i_cant_do_that": "I can't do that. I don't have much margin as it is. Here's what I can afford to pay.",
    "i_cant_tell_you": "I can't tell you how happy I am that you told me about Julanar back in Tarna, uh, whatever your name is.",
    "i_could_really_use": "I could really use that stuff, but that's just more than I can afford to pay. Maybe we can come in somewhere in between.",
    "i_couldnt_even": "I couldn't even buy the ingredients to make more if I sold my stuff that cheap. Maybe we can settle on this price.",
    "i_found_little_bits": "I found little bits of tomato in there, but tomatoes are totally good for you. They probably make a nice contrast to the chocolate, too.",
    "i_got_so_bummed": "I got so bummed out hearing about Ugarte that I had to take five blue algae tablets and a cup of green tea to feel better.",
    "i_have_to_charge": "I have to charge a little more for the health drink than for the healing pills, but it's worth it. This stuff will get you back on your feet in no time flat!",
    "i_left_tarna": "I left Tarna and went all the way to Shapeir by boat. I followed your directions, and there I found Julanar all alone in the desert just like you told me. I guess even trees get lonely.",
    "i_think_that_more": "I think that more people will be buying poison cure pills now, so if you use any, be sure to replace them before we run out of them.",
    "i_think_that_the_poison": "I think that the poison cure pills we make here might help against this bad stuff, but I don't know. It's hard to test things when everyone who's been poisoned has died.",
    "i_thought": "I thought you were my friend. Why are you trying to ruin my business?",
    "i_took_a_good_look": "I took a good look at the box of stuff you brought us. I am seriously bummed that anyone would ruin chocolate. That's really evil.",
    "i_wish_people": "I wish people didn't need so many of my healing pills lately. But you fight monsters and stuff, so I guess that means getting hurt sometimes. A few of these will take care of most of the damage.",
    "id_really_like": "I'd really like to be able to sell stuff that cheaply, but then I wouldn't be able to buy food for my poor starving plants. How about this deal?",
    "if_colonel_mustard": "If Colonel Mustard comes up to you carrying the lead pipe, don't trust him. I suspect he eats meat and has other nasty habits.",
    "if_hed_only": "If he'd only had more poison cure pills, Rakeesh might have lived to roar another day.",
    "if_you_find_anything": "If you find anything else as interesting as this drug, let us know!",
    "if_you_run_across": "If you run across that assassin again, you might want to take a poison cure pill. If you come back, you can tell me whether it helps against his poison.",
    "ill_just_swap": "I'll just swap these for any of the old poison cure pills you still have. You might want to get some more of the new ones, just in case.",
    "im_delighted": "I'm delighted that my business has boomed so, but it's kind of a bummer when you think about the why of it.",
    "im_doing_a_lot_better": "I'm doing a lot better since you brought in that lotus blossom. It feels good to know we can actually do something about that poison now, know what I mean?",
    "im_feeling_really_out": "I'm feeling really out of tune with the universe about now.",
    "im_groovy": "I'm groovy. Hope you're happy and healthy too.",
    "im_happy_to_know": "I'm happy to know that the poison cure pills helped Ugarte. Of course, they didn't actually cure him, but at least they kept him alive.",
    "im_totally_jazzed": "I'm totally jazzed to see you too. Thanks for that cool lotus flower!",
    "im_trying_to_find": "I'm trying to find a true antidote to that really freaky poison, but it's tough. It's got some rare kind of stuff that I've never seen before.",
    "im_trying_to_find_2": "I'm trying to find a true antidote to that really freaky poison, but it's tough. It's got some rare kind of stuff that I've never seen before.",
    "it_seems": "It seems we're fresh out of vitality potions. I can't make any more without Pegasus feathers, and I'm totally out of them.",
    "it_was_really_sad": "It was really sad hearing that Ugarte died. If he'd been carrying a few of my poison cure pills, he might still be alive.",
    "it_was_so_mellow": "It was so mellow there, we just sort of floated around. We couldn't get the Wiz to wake, but other than that, it was totally neat.",
    "its_a_real_trip": "It's a real trip to see you again.",
    "its_a_really_beautiful": "It's a really beautiful day! The stars are smiling on us. Erasmus and Shakra are sleeping like babies and soon they'll get better. That Lethe water was just the stuff!",
    "ive_been_studying": "I've been studying that candy some more. It's really weird, like somehow that drug is something made, not grown. Usually something that powerful can only come from Mama Nature.",
    "ive_made_up": "I've made up a whole batch of poison cure pills using the black lotus. They should work just like my old ones, except now they'll also cure poisons based on black lotus.",
    "julanar_and_i_have_dug": "Julanar and I have dug up some more clues about that drug. It's about sleeping. Or maybe it's about not sleeping.",
    "julanar_and_i_were_teleported": "Julanar and I were teleported to this really cool place by a talking mouse. It sounds wild, but we weren't tripping, honest.",
    "lets_see_where": "Let's see... Where is it? If I were a little bottle, where would I be?",
    "lifes_a_bummer": "Life's a bummer at times.",
    "maybe_someone_like_minos": "Maybe someone like Minos could afford to make a deal like that, but I'm just a poor apothecary.",
    "much_as_i_love": "Much as I love to haggle, there has to be an end sometime. This is just the best deal I can possibly offer.",
    "oh_black_lotus": "Ooh, a black lotus! Pretty! I've always wanted to gather one of these magic flowers. I'll get right to work adding it to my poison cure pills. That's homeopathics for you!",
    "oh_julanar_look": "Oh, Julanar, look! It's that prince person who told me about you. I'll never forget him.",
    "oh_man_using": "Oh man. Using a sweet, innocent little plant to make a nasty poison -- that's like really mean!",
    "oh_no_i_cant": "Oh no, I can't eat that stuff. It always gives me gas.",
    "oh_right": "Oh, right. We ran out of Pegasus feathers the last time we were making it. Sorry, but we won't have any stamina pills until we get a few more Pegasus feathers.",
    "oh_thats_right_alibi": "Oh, that's right. I've got an alibi. Guess it was someone else then.",
    "oh_thats_right_tree": "Oh, that's right. Julanar was a tree when you last saw her, wasn't she? Well, it's good to see you again.",
    "oh_then_i_guess": "Oh, then I guess they'd give me the munchies instead of fixing them. That's not so good. I'll have to check these things out. I'll let you know what I learn about them.",
    "ok_take_it_easy": "OK, take it easy.",
    "ok_well_do": "OK, we'll do a deal some other time.",
    "ooh_jalapeno": "Ooh, Jalapeno peppers. They're nice and hot. They'll clean you right out and burn out all the bad bugs in your system. Good stuff!",
    "purest_river": "Purest river water, just like Nature made it! This should be just the ticket for curing Erasmus and Shakra. Right, Julanar my sweet?",
    "rakeesh_is_a_really": "Rakeesh is a really tough lion, man. There was enough poison in his system to kill five men, but he managed to survive, thanks to the poison cure pills. He'd be dead for sure without them.",
    "see_you_later": "See you later. If you find out who made that bummer drug, have a serious talk with them. They probably need someone to help straighten them out.",
    "shakras_really": "Shakra's really in bad shape from that drug. He can't sleep and he can't wake up. I almost wish I could take him to the River Lethe so he could just get some decent sleep.",
    "silmaria_is_like": "Silmaria is like the coolest place on the planet. Well, it's kind of warm, actually, but my plants like that. Julanar likes the sun too.",
    "so_i_camped": "So I camped out there and talked to her, gave her some hugs, and some really good plant food I brewed. Her leaves really perked up with my kind words.",
    "so_they_arent": "So they aren't getting any rest and their bodies just keep getting tireder and tireder. This is not good, man.",
    "some_people_say": "Some people say chocolate isn't very good for you. But you know, sokolatak-ya comes from plants, and if it's good enough for Nature, it's good enough for me!",
    "sorry_but_i_just": "Sorry, but I just can't do that deal. Maybe some other time.",
    "sorry_i_dont": "Sorry, I don't have any of that right now. I've got most of the ingredients, but I'm missing the scales of a dragon. I just can't make it work without them.",
    "sorry_your_friend": "Sorry your friend Rakeesh bit the big one. He was a prince among lions. Or was that a lion of princes?",
    "sure_thatll_work": "Sure, that'll work. You've got a deal.",
    "take_care_id_hate": "Take care. I'd hate for you to take that final trip.",
    "thanks": "Thanks.",
    "thanks_but_its_not": "Thanks, but it's not like we've got any unused space around here. You might as well hold on to that.",
    "thanks_i_bet": "Thanks! I bet this will really hit the spot for the late night munchies.",
    "that_black_lotus": "That black lotus was just exactly what I needed! Somehow that was the main poison ingredient, though I can't think how since you can't find black lotus anywhere except where you got that one.",
    "that_drug_was_strange": "That drug was really strange stuff. I don't know where it came from, but I'm sure it wasn't any plant. It was like some kind of chemical or something.",
    "that_drug_was_wild": "That drug was really wild. It was sort of like a bunch of super itty bitty bugs and nasty, non-organically grown chemicals that combine for a totally bad one-way trip.",
    "that_lethe_water": "That Lethe water is great stuff: clean, clear, and totally natural. It's just what Erasmus and Shakra needed to help clean out that totally yucky and unnatural drug.",
    "thats_called": "That's called homeopathic medicine and it's really scientific. I'll bet those guys on Science Island would really appreciate this.",
    "thats_what_they_call": "That's what they call 'karma.' What goes around, comes around.",
    "the_plants_are": "The plants are growing happily here in Silmaria. The shop is doing well too.",
    "the_vitality": "The vitality potion is a lot like the stamina pills, but it's really intense. It's kind of a super milk shake with algae and wheat germ and lots of other good stuff. I left out the milk though, so it won't spoil. Drink one of these and you'll be ready to run a marathon.",
    "the_weird_thing": "The weird thing is I still can't figure out what makes that drug work. It's got some stuff in it that definitely didn't come from Nature.",
    "then_i_awoke": "Then I awoke one night, and the tree was gone. There sat the girl of my dreams in her place. I was totally thrilled, even if I did kind of miss the tree. We've been together ever since.",
    "there_now": "There now, you're all patched up. Doesn't that feel so much better?",
    "these_are_just_the_thing": "These are just the thing for curing snake bite and most other kinds of bad poison. They've got charcoal to absorb and herbs to neutralize the poison.",
    "these_little_pills": "These little pills are 100 percent organic and just full of solar energy. They'll keep you from that grungy tired feeling.",
    "this_is_a_really_bad": "This is a really bad trip, this poison. It's got snake spit and spider bite and toad oil mixed with arsenic and belladonna and some plant we've never even seen before.",
    "this_is_such_a": "This is such a wonderfully cosmic place to be. I'm really glad we came here.",
    "this_oil_is": "This oil is something new I thought of after I'd been out in the sun too long one day. I might have gotten a little carried away. It'll help your sunburn for sure, but it came out so strong you're practically fireproof. Crazy stuff, huh?",
    "ugarte_is": "Ugarte is really lucky to be alive right now, even if he is still unconscious. That poison is nasty stuff. It was sure a good thing that you happened to have those poison cure pills handy.",
    "watch_your_back": "Watch your back out there. Remember, if you run into that bad guy, chew up one of those lotus-enhanced poison-proof pills. Come back in one piece, okay?",
    "watch_your_step": "Watch your step. Sagittarius is rising early, and it always makes him cranky. You never want to cross a cranky constellation, you know. You might become its arch-enemy. The Zodiac never lies -- old Sag is a straight shooter.",
    "way_to_go": "Way to go! Come back soon.",
    "were_doing": "We're doing a good business here. The plants just love this place and grow really well. We like making people happy too.",
    "were_selling_all_kinds": "We're selling all kinds of healing pills and poison cure pills these days. I kind of wish people would go back to just needing the stamina pills for dates, though.",
    "were_trying_to_figure_out": "We're trying to figure out what kind of drug has Erasmus out of it, but we really need to get some of the drug to tell for sure. Let me know if you happen to score any of it.",
    "weve_got_a_lot_of_drugs": "We've got a lot of drugs here. The medicine drugs, not the cosmic enlightenment kind. They're bad for the body, and put you out of harmony with your soul. But we don't have any drugs like the chocolate one.",
    "whoa_its_one_bad_thing": "Whoa! It's one bad thing after another. Who's going around putting the hurt on all these nice people? Shakra's in a total coma.",
    "whoa_you_must": "Whoa, you must think that Julanar and I are made of money! Those are drastic drachmas you're asking. Maybe I can pay this much.",
    "with_all_the_murders": "With all the murders going on here, I bet I know who did it. It must have been the Druggist in the Apothecary with the Poison!",
    "yeah_flowers_soothe": "Yeah, flowers soothe the soul. See ya!",
    "you_know_i_never": "You know, I never liked that number. It comes out really bad on the numerology charts. Maybe you can bring it up just a little.",
    "you_know_me": "You know me. I'm Salim, herbalist and druggist extraordinaire! But none of those bad drugs that mangle your mind, only good healthy plant stuff here!",
    "you_know_people": "You know, people are really lucky to have you for a friend. You save their lives and find them wives, and all sorts of really neat things.",
    "you_know_that_chocolate": "You know that chocolate you brought us? It was really wigged out stuff.",
    "you_know_that_drug": "Y'know, that drug is really bad karma. It's like the people who ate it are sleeping, but not really asleep. I'll bet their dreams are no fun at all right now.",
    "you_said_it": "You said it, Julanar. Plants make people happy.",
    "you_sure_had": "You sure had a close call there, man. That cool lion guy is still alive, but it will be awhile before he's up and around. We don't have a real antidote for the poison yet.",
    "you_were_lucky": "You were lucky that you didn't get poisoned like Ugarte. That would really bum me out. You too, come to think of it.",
    "youre_always_welcome": "You're always welcome here. Julanar and I wouldn't even have met if you hadn't helped us find each other.",
    "youre_trying_to": "You're trying to get me to 'buy high and sell low,' aren't you? I don't think I could keep this shop very long if I started paying more for my ingredients than I sell the potions and pills for."
}