{
    "a_kiss_if_you_think": "A kiss? If you think your kiss is worth winning a Rite of Rulership, you certainly have a big opinion of yourself.",
    "after_that_battle_down": "After that battle, I do need this. My thanks.",
    "after_that_battle_up": "After that battle, I do need this. My thanks.",
    "after_that_hydra_down": "After that Hydra, I will need these. Thank you.",
    "after_that_hydra_up": "After that Hydra, I will need these. Thank you.",
    "after_what_we_have": "After what we have been through, I do not think either of us need much weapon practice right now. We should see what we can find here before we do anything else.",
    "are_you_always_so_polite": "Are you always so polite to someone who breaks into your bedroom, or only to the women who do so?",
    "as_the_next_king": "As the next King of Silmaria, I wish to make an announcement. The Prince of Shapeir and I have agreed to be wed. Together we will rule this kingdom.",
    "as_you_recall": "As you recall, I was the Brigand Leader you were seeking to destroy in Spielburg. Fortunately, you removed the curse upon me before we came to sword blows. I am an excellent swordsman, you know.",
    "besides_you_and_i": "Besides, you and I could be friends, if it were not that we always seem to be playing on the opposite sides.",
    "burn_it_now": "Burn it now!",
    "come_the_ship": "Come. The ship will sail soon.",
    "do_not_leave": "Do not leave so soon. There may be more to find.",
    "do_not_move": "Do not move. I will only speak with you for a short time, then I must go.",
    "do_you_offer_me": "Do you offer me this? It is most fine and valuable. I will be very happy to own such a thing. I thank you truly.",
    "erana_has_given_us": "Erana has given us the chance to destroy this thing. Let's do it.",
    "good_evening_i_am_to_battle": "Good evening. I am to battle with the strange man, Gort, tonight. This should prove interesting.",
    "good_evening_i_hope": "Good evening. I hope this fight entertains and enlightens you.",
    "good_luck_to_all": "Good luck to all of us. We're going to need it.",
    "gort_is_very_strange": "Gort is very strange. The scientists lead him around as if he were a small child. The scientists speak for him. I do not think Gort has a mind of his own.",
    "gorts_down": "Gort's down!",
    "gute_nacht": "Gute nacht, Prince of Shapeir. Tonight I shall fight with my friend, Toro. This should be interesting. He will try not to hurt me, and I shall try not to hurt him.",
    "guten_abend": "Guten Abend. Tonight, I am to fight one of Ferrari's bully boys, Abduel. I believe he will not be happy with the results.",
    "hah_i_am_not": "Hah! I am not one of those who gets a great thrill from killing things. It is a duty, not a pleasure.",
    "he_also_did_not_approve": "He also did not approve of my choice of Toro as a friend. I informed him bluntly how little I cared for his suggestions upon my life and future.",
    "he_is_trying_to_use_me": "He is trying to use me to gain control of the kingdom, but he is learning that I do not follow orders very well. I am not such a good little girl as he first believed.",
    "he_knows_too_much": "He knows too much about what is going on here. I also know he does not like you very much at all.",
    "hey_get_back_here": "Hey, get back here. There's no getting away now. It's the Dragon or it's us.",
    "hey_prince_wake_up": "Hey, Prince, wake up! I need to speak with you again.",
    "his_death_was_most_tragic": "His death was most tragic. No one deserves to die that way.",
    "however_things_are_very_dangerous": "However, things are very dangerous. It is possible that neither you nor I will survive what is to come. Let us be Heroes first, then, and lovers afterwards.",
    "i_am_being_watched": "I am being watched, so I had to make certain no one sees me speaking with you.",
    "i_am_impatient": "I am impatient for the Rites of Rulership to begin. I do not like to be idle. As soon as you enter the Rites, we shall see which of us will rule Silmaria. I shall enjoy your competition.",
    "i_am_in_this_arena": "I am in this arena to prove to Silmaria that I am a warrior. I am here in Marete to prove to Silmaria that I will be King.",
    "i_am_not_mad_toro": "I am not mad, Toro. I'm just a little upset at losing.",
    "i_am_not_proud": "I am not proud of my performance in this instance. Minos insisted that I take his ship to the fishing village. He wished to send in some Goon guards to aid me. I had a difficult time convincing Minos I needed no help.",
    "i_am_not_ready": "I am not ready to leave just yet. I am certain we can find something of value here.",
    "i_am_not_the_only_one": "I am not the only one who faced the Hydra. The Prince of Shapeir fought at my side. Without him, the Hydra would never have been defeated.",
    "i_am_very_proud": "I am very proud that I love you, and that you love me.",
    "i_believe_that_minos_wishes": "I believe that Minos wishes to be King of Marete. His family once ruled this island, and he believes that he should as well.",
    "i_believe_that_my": "I believe that my sponsor, Minos, is behind all of the problems in Silmaria. He acts kind to me, but I do not trust him.",
    "i_brought_the_blackbird": "I brought the Blackbird with me from Spielburg when Minos invited me here. I thought it was me he wanted to see, but it is obvious that the Blackbird is valuable to him.",
    "i_cannot_believe_that_gort": "I cannot believe that Gort fought the Hydra, and returned to Silmaria before we did. We should have won this Rite!",
    "i_cant_damage": "I can't damage this thing! My sword can't get past its armor.",
    "i_could_not_have_won": "I could not have won without your help. We work together well.",
    "i_did_not_become": "I did not become Brigand Leader by my good looks. The Brigands respected only the force of the blade. Therefore, I became very good with my sword and dagger.",
    "i_do_not_intend": "I do not intend to alter this opinion. If he believes me to be a villain like himself, he may confide more in me. When I have the proof that he is guilty, I will make him face justice.",
    "i_do_not_need": "I do not need it now. Thank you anyway.",
    "i_do_not_wish_to_be": "I do not wish to be distracted before my battle. Please discuss this with me later.",
    "i_drove_the_brigands": "I drove the brigands away after you left the valley. I was called a Hero by all except my brother, Barnard. He considered my actions to be unladylike and unsuitable for his little sister. He wished me to wear dresses and marry a nearby nobleman.",
    "i_elsa_do_swear": "I, Elsa, do swear by the river Styx that I have entered the gates of Hades, and have rightfully won this Rite!",
    "i_elsa_von_spielburg": "I, Elsa von Spielburg, shall prove my skills upon the field of combat.",
    "i_fear_that_we_are": "I fear we are in very big trouble now.",
    "i_feel_as_if": "I feel as if I could use a long bath and a chance to relax right now.",
    "i_had_an_argument": "I had an argument with Minos this day. He does not think we should have worked together against the Hydra. He is a fool, and I have told him so. He is not used to anyone telling him such things, and he does not like it.",
    "i_have_gotten_here": "I have gotten here by Minos's ship. We had to battle some sea people to do so. I can understand why the fishermen do not dare come here in their little boats.",
    "i_have_healed": "I have healed myself. Shall we continue?",
    "i_have_not_had_the_pleasure": "I have not had the pleasure to see the assassin, but I am looking forward to the meeting. I, too, carry antidote, and I am very capable of making him pay for the deaths he has brought here.",
    "i_have_taken_too_much": "I have taken too much damage. I must heal myself. Excuse me for a moment.",
    "i_intend_to_die": "I intend to die fighting.",
    "i_just_want_you_to_know": "I just want you to know who to blame if I don't come back.",
    "i_just_wished_you_to_know": "I just wished you to know my suspicions in case I am killed. If I cannot prove that Minos is guilty, then you must do so.",
    "i_knew_it": "I knew it! I was certain that we would find something in this cave worthwhile. This Magical Bow will be all the reward I want from here.",
    "i_look_forward_to_competing": "I look forward to competing against you for the rulership of Silmaria. You will be a formidable opponent, and I shall have to strive fully to win.",
    "i_look_forward_to_our_next": "I look forward to our next quest together.",
    "i_must_be_very_cautious": "I must be very cautious. I cannot be seen speaking with you again. If Minos suspects that I am working with you rather than against you, I think both of us will be the target of the assassin.",
    "i_must_go_now": "I must go now. Do not bother to get up.",
    "i_saw_something": "I saw something in Minos' treasure room that looked like the Prophecy Stone. If it is the Prophecy Stone, then that means that Minos is behind all the breaking of the Dragon Pillars. I don't know what he's up to yet, but I intend to find out.",
    "i_shall_use_the_torch": "I shall use the torch when you chop off the head.",
    "i_thank_you_for_your_kind": "I thank you for your kind offer. However, I have a supply of them already.",
    "i_was_invited_here": "I was invited here by Minos, one of the counselors to the assassinated King. He heard of my reputation as Hero, and wished me to enter the Rites. He believes I will make an excellent ruler of Silmaria.",
    "i_will_always_miss": "I will always miss my dear Toro. I will never forget him. This victory will always be painful.",
    "i_will_do_better": "I will do better next time.",
    "i_will_return": "I will return to Silmaria. It has been interesting working with you. I will see you at the Hall of Kings.",
    "if_that_is_so": "If that is so, which would you prefer? To fight or to fire?",
    "if_what_you_have_heard": "If what you have heard is correct, then perhaps I should do the fighting, and you should burn what is left when the head is chopped off.",
    "if_you_think": "If you think that it will allow us to destroy this monster, then do it. Better that we should die than all of Silmaria.",
    "if_you_wish_to_leave_now": "If you wish to leave now, do so. I intend to search this place more thoroughly.",
    "ill_keep_this_monster": "I'll keep this monster distracted. You do what you can.",
    "im_doing_the_best_i": "I'm doing the best I can.",
    "im_doing_the_best_that": "I'm doing the best that I can, but the Dragon still seems to be protected by magic.",
    "im_doing_what": "I'm doing what I can.",
    "im_heading_back": "I'm heading back to Minos' island. I now know where I can find the proof that he's guilty.",
    "im_out_of_healing": "I'm out of healing potions too! We're in trouble.",
    "it_is_always_a_pleasure": "It is always a pleasure speaking with you. I feel we are good friends, yes?",
    "it_is_good_to_relax": "It is good to relax after the Rite of Freedom. I do not think we shall have much time to relax soon.",
    "it_is_good_to_see_you": "It is good to see you again. I assume you are here to be my rival in the Rites of Rulership. We seem to have the bad habit of working against one another each time we meet.",
    "it_is_now_in_his": "It is now in his treasure room in his palace on the island. I would not mind if it were stolen from Minos. I would be happy to see him angry. However, I cannot be suspected of this.",
    "it_is_very_ugly": "It is very ugly, and obviously tough. Working together, though, we should be able to defeat it.",
    "it_matters_not_who": "It matters not who was judged the winner of this Rite. We both did well against the Hydra. We should both have won.",
    "it_seems_that_you_have": "It seems that you have done very well for the Rite of Freedom. I will do better on the next Rite, I assure you.",
    "it_was_a_vicious_thing": "It was a vicious thing, but at least it stays on this island. I do not understand why this was considered to be a Rite, when it was certainly not a great threat to Silmaria.",
    "it_would_not_surprise_me": "It would not surprise me if the assassin tries to kill you next. You are the biggest threat to Minos. You may be the next King here.",
    "it_would_seem_that_gort": "It would seem that Gort defeated both you and I in the Rite of Freedom. We must do better. Gort will not make a good King for Silmaria. The scientists would then run this kingdom.",
    "let_me_do_this": "Let me do this. You go deal with more important things right now.",
    "let_us_bury": "Let us bury our dead and mourn our fallen friends. Then we can return to Silmaria to the peace we have earned.",
    "lets_destroy": "Let's destroy that monster!",
    "lets_get_back_we_have": "Let's get back to Silmaria. We have a coronation to attend, after all.",
    "lets_get_back_we_need": "Let's get back to Silmaria. We need to celebrate our coronation.",
    "lets_not_let": "Let's not let that sacrifice be in vain. Destroy the Dragon!",
    "look_if_you_want": "Look, if you want to work together, you chop this thing, and I'll torch the Hydra.",
    "look_what_i_found": "Look what I found! We may need these soon.",
    "make_no_mistake": "Make no mistake, I will do everything I can to become King here. However, I will do this the right way, the proper way. I will earn the kingdom fairly, or I will not accept the title.",
    "many_thanks_but": "Many thanks, but I do not need such a thing.",
    "minos_and_i": "Minos and I have been getting into many arguments lately. He is learning that I do not follow his orders. He wants people to obey him without question. I do not like Minos, nor do I trust him.",
    "minos_is_a_wealthy_man": "Minos is a wealthy man, and his ancestors once ruled this island. He says that he is content to advise the ruler of Silmaria. I am staying with him at his palace on an island some miles from here.",
    "minos_is_as_dead": "Minos is as dead as he can be. I do not think many will mourn for him. He has done his best to destroy Silmaria.",
    "minos_is_not_a_very_good_judge": "Minos is not a very good judge of character. He knows that I led the brigands in Spielburg, although I do not know from where he got this information. He believes I ran the brigands to overthrow my father. He thinks I'm a rogue without scruples.",
    "minos_was_not_pleased": "Minos was not pleased that I aided you with the Hydra. He has invested a lot of money in getting me here. He wants me to win by any means possible.",
    "my_brother_is_now": "My brother is now the Baron of Spielburg after my father retired. Barnard and I do not agree on many things. He does not approve of my behavior. Thus I sought any chance to get away from my homeland and Barnard.",
    "my_dear_friend_toro": "My dear friend Toro is dead. This victory has a terrible cost. Life though must go on.",
    "my_friend_my_dear": "My friend. My dear friend... I will never forget you.",
    "my_friend_toro": "My friend Toro would face anything with me. I don't want him to die, but I don't see any way to win without him.",
    "my_thanks": "My thanks.",
    "my_thanks_but": "My thanks, but I have no need of this.",
    "no_i_will_not": "No. I will not retreat as long as I can damage this thing.",
    "no_its_trapped": "No! It's trapped! Get me my toolkit from near the chest, and I'll get myself out of here.",
    "no_no_toro": "No! No! Toro...",
    "no_thank_you_i_have": "No, thank you. I have my own healing. Save them for yourself.",
    "no_thank_you_i_seemed": "No, thank you. I seemed to have lost all appetite after that encounter.",
    "no_toro_you_cant_down": "No, Toro. You can't.",
    "no_toro_you_cant_up": "No, Toro. You can't.",
    "not_now_get_someone": "Not now. Get someone else to help you. I'd rather kill this thing.",
    "now_i_know": "Now I know you are the man that I love.",
    "now_its_my_turn": "Now it's my turn to get even here.",
    "of_course_i_shall_be": "Of course I shall be careful. I am not an inexperienced fool, as you should know.",
    "oh_i_have_no_doubt": "Oh, I have no doubt you are pleased to see me here. Misery loves company, ja?",
    "oh_toro": "Oh, Toro... I really didn't want you here. I guess we'll just face this death together.",
    "our_loss_has_been_great": "Our loss has been great, but we are triumphant. We have defeated the Dragon of Doom and have saved all of Silmaria.",
    "quickly_set_fire": "Quickly, set fire to it before the head grows back.",
    "so_if_you_will_come": "So if you will come with me to Minos' ship, I will smuggle you to the palace. You will need to find your own way back once you have stolen the bird. I will stay with Minos, so he knows it is not me who has done this.",
    "so_upon_whom": "So upon whom have you placed your bets -- myself or the bragging gladiator, Magnum? I hope to break his spear and teach Magnum to respect women warriors, but I suspect he is incapable of learning anything.",
    "so_you_think_to_challenge": "So you think to challenge me, do you? At least you consider me as worthy an opponent as I consider you to be.",
    "still_it_is_good": "Still, it is good that you care for my safety. You are a fine Hero.",
    "still_toro": "Still, Toro, I am happy you have found a life of your own.",
    "thank_you_but_i_have_no": "Thank you, but I have no appetite right now.",
    "thank_you_for_the_offer": "Thank you for the offer, but I already have some of these.",
    "thank_you_for_this": "Thank you for this honor. I will be proud to rule Silmaria.",
    "thank_you_i_think": "Thank you. I think we will all need as many of these as possible.",
    "thank_you_i_will_disarm": "Thank you. I will disarm this trap quickly. Do what you can.",
    "thank_you_minos": "Thank you, Minos, for making my choice for me.",
    "thank_you_with_this_sword_down": "Thank you. With this sword, I will make certain the Dragon dies.",
    "thank_you_with_this_sword_up": "Thank you. With this sword, I will make certain the Dragon dies.",
    "that_did_it": "That did it! We have defeated the Hydra!",
    "that_dragon_has_paid": "That Dragon has paid for the pain he has given. My Prince, we have won.",
    "that_is_a_great_tragedy": "That is a great tragedy. I enjoyed speaking with the Liontaur. I know that he was your friend. I am sorry for you.",
    "that_man_is_very": "That man is very irritating. He seems to believe that he is simply irresistible to women. I find him to be a braggart and a bore. He is not half the person he thinks he is.",
    "that_was_a_good_battle": "That was a good battle. We have certainly proved our worth here.",
    "that_was_not_an_easy_job": "That was not an easy job. We both deserve to win this Rite, but I do not think that this one can be a tie. There were too few teeth in that last snakey face.",
    "thats_what": "That's what I'm doing.",
    "the_cave_roof": "The cave roof is starting to collapse. The Dragon is breaking free of this cavern. Silmaria will be destroyed!",
    "the_dragon_has": "The Dragon has gotten loose!",
    "the_hydra_could_not": "The Hydra could not be defeated without us working together. Perhaps it is teamwork that this Rite is about.",
    "the_invaders_saw": "The invaders saw Minos' ship, and were prepared for my attack. This made the task very difficult. Next Rite, I shall insist to Minos that I shall do things my way.",
    "the_new_king": "As the next King of Silmaria, I wish to make an announcement. The Prince of Shapeir and I have agreed to be wed. Together we will rule this kingdom.",
    "there_is_no_time": "There is no time for talk -- only battle.",
    "there_let_me_get_my": "There! Let me get my equipment and I'll help you.",
    "there_may_be": "There may be something in the cave behind the Hydra. Why do we not go look?",
    "theres_no_retreat": "There's no retreat! We'd all just die that way.",
    "theres_no_time_for_talk": "There's no time for talk now. We must do what must be done.",
    "theres_no_time_get_minos": "There's no time for that now. We need to get Minos!",
    "theres_no_time_stop_minos": "There's no time for that now. We've got to stop Minos from releasing the Dragon!",
    "these_flowers_are_lovely": "These flowers are lovely, although rather crushed by your backpack. I guess I should thank you for them. I'm not used to anyone giving me such a simple gift. I am grateful.",
    "these_rites_will_soon_be": "These Rites will soon be over. They have been difficult and dangerous. It may well be that you will win and I shall lose. Still, I regret nothing. It has been most interesting working with you, and against you.",
    "this_gate_is_locked": "This gate is locked and they took away my equipment.",
    "this_is_a_large_cave": "This is a large cave, and there may be some things further inside it. We should explore it thoroughly.",
    "this_is_a_very_fine_city": "This is a very fine city. It needs a strong ruler right now. I am precisely the leader the island needs.",
    "this_is_most_kind": "This is most kind of you to give this to me. I am not certain why you are doing this, but I do appreciate your offer. Thank you.",
    "this_is_not_the_time_for_romance": "This is not the time for romance. We are both filthy and tired. Perhaps sometime after the Rites are over, we can relax together.",
    "this_is_not_the_time_for_such_harem": "This is not the time for such things. I am not some flirtatious harem girl. This is strictly business.",
    "this_is_not_the_time_for_such_i_care": "This is not the time for such things. I care for you deeply, I will admit. You are a friend as well as a Hero. From the moment we met in Spielburg, I knew you were a man I could respect.",
    "this_is_not_the_time_or_the_place": "This is not the time or the place to be eating. I am in a hurry to be off. Still, I applaud your kindness.",
    "this_is_not_working_down": "This is not working. The Dragon is not taking damage.",
    "this_is_not_working_up": "This is not working. The Dragon is not taking damage.",
    "this_isnt_working": "This isn't working. I can't damage this thing. My sword is useless.",
    "this_rite_of_freedom": "This Rite of Freedom was indeed a challenge. If this is only the first and simplest of the quests, then I look forward to the other Rites. They will certainly prove which of us is more worthy of the crown of Silmaria.",
    "this_seems_an_odd_time": "This seems an odd time to give me flowers, but I do thank you.",
    "this_seems_an_odd_time_cave": "This seems an odd time to give me flowers, but I do thank you.",
    "toro_continues": "Toro continues to be my loyal companion. However, he seems to have found this job as Guildmaster to his liking. I do not see him as much as I would prefer.",
    "toro_old_friend": "Toro! Old friend, we've got the fight of our lives here.",
    "wake_up_i_heard": "Wake up. I heard from Arestes that you were seeking the Blackbird. Now is your chance.",
    "we_cannot_defeat": "We cannot defeat this thing by ourselves. It will just destroy us.",
    "we_cant_defeat": "We can't defeat that monster by ourselves. We need more help.",
    "we_did_it": "We did it! The Dragon is destroyed forever!",
    "we_hardly_know": "We hardly know one another. Oh yes, I know you are a Hero many times over, but what are you like as a person? How do you know you could live with me if we have hardly spoken to each other? Please, let us learn to love each other.",
    "we_may_be_friends": "We may be friends, but we shall be no more than that. You have shown yourself to be unkind and foolish at times. I shall not marry you.",
    "we_shall_see": "We shall see if we can find some here.",
    "we_shall_see_each_other_at": "We shall see each other at the Hall of Kings. Farewell.",
    "we_shall_see_each_other_soon": "We shall see each other soon, I believe.",
    "we_will_meet_again": "We will meet again. I am certain of that. Farewell.",
    "weve_won": "We've won. Despite everything, we've won. This battle is over and Silmaria is safe. Let's return home now.",
    "what_are_you_backing": "What are you backing off for? I will not fight this alone. When you are back in position, I shall attack.",
    "what_is_going_on": "What is going on? Why is the Dragon just standing there?",
    "what_is_this_oh_down": "What is this? Oh, I see, it is a magical device which aids combat. I have heard of such things before this. This is very kind of you. You have my thanks.",
    "what_is_this_oh_up": "What is this? Oh, I see, it is a magical device which aids combat. I have heard of such things before this. This is very kind of you. You have my thanks.",
    "what_need_have_i": "What need have I of this? No, thank you.",
    "while_minos_is_searching": "While Minos is searching for the Blackbird, I will be searching for the evidence to prove that he is the villain.",
    "who_wants_to_die": "Who wants to die?",
    "with_the_treasure": "With the treasure from the Hydra's cave, we could both be wealthy and not need to compete to be ruler. It is obvious we are not in this for the money.",
    "yes_i_will_serve": "Yes. I will serve this kingdom gladly. I will be King of Marete!",
    "you_act_as_if": "You act as if I were some prize to be won. I am a woman, ja, but I am also a warrior. You have never acted as if you respected my fighting skills, or my aid to you. I do not wish to marry you. Sorry.",
    "you_and_i_may_be_allies": "You and I may be allies, but we are also competitors. The best of us will rule Silmaria, and I believe that will be me.",
    "you_and_i_will_both": "You and I will both achieve our goals by working together this way. You will have the Blackbird, and I will have Minos.",
    "you_are_asking_me_to_marry": "You are asking me to marry you? I am flattered and pleased. I did not realize you cared for me so much. I will consider the matter, for this is not the time for romance. Perhaps when we meet again, I shall gladly wear your ring.",
    "you_are_correct": "You are correct. I must be returning to Minos' ship before I am missed. I will see you in the Hall of Kings. Take care.",
    "you_are_dead_meat_now": "You are dead meat now. Prepare to die.",
    "you_are_extremely_generous": "You are extremely generous. You have shown me more than enough kindness. I do not need for you to give me anything, but it is nice that you have done so.",
    "you_are_giving_me_these_flowers": "You are giving me these flowers? They are very pretty. No one but my father has given me flowers before you.",
    "you_are_giving_these": "You are giving these to me? Then I shall be the winner of this Rite. That is very kind of you to do this. My deepest thanks.",
    "you_are_giving_this": "You are giving this to me? I am most impressed. You are very generous, and I assure you I will put this to good use. Many thanks.",
    "you_are_going_to": "You are going to be killed! Free me so that I may help you!",
    "you_are_most_kind": "You are most kind. It is true that I can always use healing potions. I thank you.",
    "you_are_truly": "You are truly more of a Hero than I. Do what you think you must do.",
    "you_are_very_generous": "You are very generous. I thank you, my friend.",
    "you_are_wise_to_watch": "You are wise to watch this fight. It is always wise to assess the competition, is it not?",
    "you_did_it_you_won": "You did it! You won!",
    "you_give_me_so_little": "You give me so little, and then you give me this? If you are in love with me, it would be nice if you showed it more often. It is hard to tell if you are serious or not.",
    "you_give_me_this": "You give me this? This is a gift that I will gladly accept. You understand my warrior's heart. I thank you fully.",
    "you_give_these": "You give these to me? This will mean that I shall win this Rite. I thank you. I did not expect this generosity.",
    "you_give_this_to_me_down": "You give this to me? You are most generous. I will certainly use this in combat. Danke, my comrade.",
    "you_give_this_to_me_up": "You give this to me? You are most generous. I will certainly use this in combat. Danke, my comrade.",
    "you_have_come_to_watch": "You have come to watch me in battle? Tonight, I shall again face Kokeeno Pookameeso. I do not expect him to have improved since our last battle.",
    "you_have_done_much": "You have done much since we first met. You are very much a Hero.",
    "you_have_won_another_rite": "You have won another Rite. You would not have won without my help. Remember that you owe me for this.",
    "you_know_from_experience": "You know from experience that I am good in battle. I have improved my skills considerably since we last met in Spielburg.",
    "you_look_as_if": "You look as if you could use a little help. Mind if I join you?",
    "you_love_me_do_not": "You love me? Do not say such things unless you mean them.",
    "you_received_poisoned_candy": "You received poisoned candy as well? Mine said that it was from you. I threw it away immediately. I knew that you would not do such a thing.",
    "you_wake_up": "You! Wake up! I need to speak with you.",
    "you_want_to_cast": "You want to cast a spell that will destroy you? Why? I love you. I don't want to lose you. Please, don't even consider casting that spell. If you die, there will be no victory for me.",
    "you_wish_me_to_take": "You wish me to take this healing potion? I thank you, and hope I do not need it. You are very kind.",
    "your_offer_of_healing": "Your offer of Healing is most kind. Thank you for your true concern. I have never met anyone quite like you.",
    "youre_getting_hurt": "You're getting hurt! Get me my toolkit near the chest so I can help you.",
    "youve_got_the_teeth": "You've got the teeth to prove you won this Rite, but what is my reward for all the effort I went through here?",
    "youve_got_to_be": "You've got to be kidding. You can't just die now. We're going to be married, remember? I love you. Please, don't even consider that suicide."
}