{
    "a_wise_girl": "A wise girl is determined to mate good.",
    "always_flirting": "Always flirting describes Nawar to a 'tease.'",
    "are_you_happy": "Are you happy to see Nawar's dance, or is that just the sword in your sheath?",
    "care_to_try_our": "Care to try our Satyr-day Night Special? It will make girls 'faun' all over you.",
    "come_back_soon_flirty": "Come back soon.",
    "come_back_soon_normal": "Come back soon.",
    "come_on_back": "Come on back and see me sometime.",
    "every_time_some_men": "Every time some men plant a kiss, they expect to reap a harvest.",
    "farewell_and_dont_tell": "Farewell, and don't tell.",
    "ferrari_and_i": "Ferrari and I have a thing for one another. He's very broad-minded, and I'm very broad.",
    "ferrari_better_not": "Ferrari better not hear you say such things.",
    "ferrari_likes_me": "Ferrari likes me because I know how to throw my weight around.",
    "have_some_of_our": "Have some of our Centaur Saki -- one sip, and you'll feel like a stud.",
    "have_you_had_too_much": "Have you had too much to drink?",
    "hello_there": "Hello there. Oooh... What can we do for you?",
    "how_sweet": "How sweet. There's nothing like a new flame to burn up an old boyfriend.",
    "i_cant_get_over": "I can't get over Ugarte's assassination. This seemed like such a nice place compared to Raseir.",
    "i_dated_an_undertaker": "I dated an undertaker once, but he just wanted my body.",
    "i_know_how": "I know how to show a guy a good time.",
    "i_like_a_man_who_knows_how": "I like a man who knows how to treat a girl right.",
    "i_like_a_man_who_knows_what": "I like a man who knows what I like.",
    "id_tell_you_to": "I'd tell you to name your poison, but that's gotten a bad name around here recently.",
    "ill_be_happy_to_serve_you_a_drink": "I'll be happy to serve you a drink. What can I get for you?",
    "ill_be_happy_to_serve_you_whatever": "I'll be happy to serve you whatever you like.",
    "ill_have_none": "I'll have none of your lip.",
    "im_looking_forward": "I'm looking forward to seeing you two wed.",
    "im_not_being_rude": "I'm not being rude. I'm just being honest.",
    "it_seems_nawar": "It seems, Nawar, that Ferrari wouldn't be the only jealous person around here.",
    "its_been_a_little_slow": "It's been a little slow here tonight.",
    "its_nice_to_see": "It's nice to see you're back.",
    "its_nice_to_see_you_here": "It's nice to see you here.",
    "its_not_the_men": "It's not the men in my life... It's the life in my men.",
    "its_not_the_size_of_the_sheath": "It's not the size of the sheath, but the skill with the sword that counts.",
    "its_not_the_size_of_the_wand": "It's not the size of the wand, but the amount of magic in it that counts.",
    "its_so_sad": "It's so sad to see you go.",
    "ive_got_ample": "I've got ample measure to show men pleasure.",
    "just_call_her_melody": "Just call her Melody -- she's real sharp, knocks guys flat, and boy, does she know the score!",
    "keep_an_eye_out": "Keep an eye out for that assassin.",
    "kissing_may_be": "Kissing may be the language of love, but money still does the talking.",
    "leaving_so_soon": "Leaving so soon? We've barely gotten to know one another.",
    "love_is_nothing_more": "Love is nothing more than a passion fancy.",
    "marriage_is_a_great": "Marriage is a great institution, but I'm not ready for an institution, yet.",
    "maybe_you_can": "Maybe you can liven the mood here. It's been like a morgue since Ugarte got hit.",
    "mmm_thanks_but_no_thanks": "Umm...Thanks, but no thanks. A girl has to watch her figure, you know.",
    "mmm_what_can_i_get": "Umm...What can I get for you?",
    "mmm_what_can_i_get_pretty_boy": "Umm...What can I get for you, pretty boy?",
    "my_name_is_budar_and": "My name is Budar, and I'll be happy to help you any way I can.",
    "my_name_is_budar_if_you": "My name is Budar. If you see something you like, just let me know.",
    "nawar_and_i_come": "Nawar and I come from Rasier, where the desert sand is hot.",
    "nawar_has_what_it_takes": "Nawar has what it takes to take what she wants.",
    "nawar_is_a_woman": "Nawar is a woman of simple wants... All she wants is simply all you've got.",
    "nawar_is_looking": "Nawar is looking for a generous man -- one she can take to, and from.",
    "nawar_knows_catching": "Nawar knows catching a man is like catching a fish... You've got to wiggle the bait a bit.",
    "nawar_knows_the_right_moves": "Nawar knows the right moves to move a man, doesn't she?",
    "nawar_knows_to_stop": "Nawar knows to stop playing ball when she makes a good catch.",
    "nawar_may_be": "Nawar may be amiss, but she doesn't miss much.",
    "oh_you_can_gamble": "Oh, you can gamble on combat or skill or on love, if you like.",
    "ooh_its_always_a_pleasure": "Oooh...It's always a pleasure to meet a man like you.",
    "ooh_its_always_nice": "Oooh... It's always nice to see a man who knows how to dress.",
    "our_specialty_tonight": "Our specialty tonight is the Fount Vesuvius. You'll get a real bang out of it.",
    "remember_crime": "Remember, crime doesn't pay -- if you get caught.",
    "running_after_women": "Running after women never hurt anyone. It's the catching that does the damage.",
    "see_ya_later": "See ya later, hero.",
    "see_you_later": "See you later.",
    "so_he_put_a_ring": "So, he put a ring on your finger, and you put one through his nose, is that it?",
    "so_you_asked": "So you asked Nawar to marry you? Remember, the trouble with marriage is that it can break up a good romance.",
    "some_girls_love_to_dance": "Some girls love to dance... Nawar dances to love.",
    "sorry_handsome": "Sorry, handsome, but I never let a fool kiss me, or a kiss fool me.",
    "sorry_sweetheart": "Sorry, sweetheart, but I don't feel like flirting right now.",
    "stealing_a_kiss": "Stealing a kiss may be petty larceny, but usually, it's grand.",
    "take_care_of_yourself": "Take care of yourself, and watch your back. I'd hate to have something happen to you. Nawar would never get over it.",
    "tata_for_now": "Ta-ta for now.",
    "thanks_but_no_thanks": "Thanks, but no thanks. I have what I want already.",
    "that_blackbird": "That Blackbird looks more like a dead duck than a golden goose. Well, there's no accounting for tastes.",
    "thats_not_all_nawar": "That's not all Nawar would like you to show her.",
    "the_dead_parrot_inn": "The Dead Parrot Inn is the place to visit if you'd like a little nip now and then.",
    "the_drink_of_the_day": "The drink of the day is a specialty from Shapeir... It's Djinn and Tonic. One sip and you'll dream of Djinni.",
    "the_drink_of_the_evening": "The drink of the evening is called 'Dragon's Breath.' Don't even think of drinking it unless you're really hot stuff.",
    "the_drink_of_the_evening_flirty": "The drink of the evening is called 'Dragon's Breath.' Don't even think of drinking it unless you're really hot stuff.",
    "the_nice_thing_about_bars": "The nice thing about bars is that there's always 'rum' for one more.",
    "the_specialty_today": "The specialty today is a Bloody Mary. A Vampire is a real sucker for that. But don't get drunk with Dracula or you'll be out for the Count.",
    "there_were_times": "There were times I wanted to strangle Ugarte, but I never wanted him dead.",
    "theres_nothing_a_girl": "There's nothing a girl likes better than a man who takes an interest in her.",
    "theres_nothing_quite_like_marriage": "There's nothing quite like marriage to break up a good romance.",
    "this_is_not_a_bad_place": "This is not a bad place to be, once you get to know it.",
    "today_were_out": "Today we're out of Bloody Marys, but I can get you a Blood Lite.",
    "todays_special_is_rum": "Today's special is Rum and Croak. It'll get rid of a frog in the throat and I've been 'toad' it's pretty good.",
    "tonight_you_can_try_some": "Tonight you can try some Werewolf Whiskey -- it's made with Monster Mash and will make you howl.",
    "ugarte_is_unconscious": "Ugarte is unconscious, but he's still alive. You were quite a hero for Ugarte.",
    "ugartes_been_killed": "Ugarte's been killed? We better let the city guards know. They may think we had something to do with it.",
    "welcome_back_to_the_inn": "Welcome back to the inn.",
    "welcome_to_silmaria_oh_hider": "Welcome to Silmaria, Oh-Hider-In-Harems. We didn't get a chance to get to know you last time we met.",
    "well_i_wish": "Well, I wish you and Nawar all the happiness in the world. You are basically incompatible -- You're the income, and she's the pat-able.",
    "well_nawar": "Well, Nawar, look who walked in. What can I do for you, tall, blond, and handsome?",
    "what_would_you_like": "What would you like today, handsome?",
    "when_im_hot": "When I'm hot, I'm hot.",
    "when_youre_not": "When you're not, you're hot.",
    "would_you_like_some_pegasus": "Would you like some Pegasus Punch? One drink will make a 'foal' out of you and you'll be flying high.",
    "you_can_buy_a_drink": "You can buy a drink from me or for me. What'll it be?",
    "you_certainly_have": "You certainly have a way with words.",
    "you_look_like_youre_the_cat": "You look like you're the cat that caught the canary -- or is it another bird you caught?",
    "you_look_like_youve_seen": "You look like you've seen a ghost.",
    "you_really_should_ask_nawar": "You really should ask Nawar out sometime... A good girl is good, but a bad girl is better.",
    "you_should_tell_nawar": "You should tell Nawar you liked watching her dance. She'll be pleased you liked what you saw.",
    "youll_get_a_real_kick": "You'll get a real kick out of kissing me... Nawar will give it to you!",
    "youll_need_something": "You'll need something to wet your whistle after you've watched Nawar, won't you?",
    "your_knowledge": "Your knowledge of love depends upon how well you grasp the subject."
}