{
    "ah_good_to_see": "Ah, good to see you again. I, Senor Ferrari, welcome you to the arena of Silmaria. Here we are holding gladiatorial combats each evening for the next few weeks.",
    "all_in_all": "All in all, you will find plenty to amuse yourself here at the Dead Parrot.",
    "as_always": "As always, it is a pleasure to again be in your company.",
    "be_very_careful": "Be very careful. As long as the assassin is alive, you will be in danger.",
    "bring_me_the_blackbird": "Bring me the Blackbird, and I will make certain that your illegal activities remain a secret.",
    "congratulations": "Congratulations. The Thieves' Guild will be very interesting with you as Chief. I look forward to your leadership here.",
    "could_it_be": "Could it be? Yes. Yes! It is real! It is the real Blackbird. At last, I have the real Blackbird.",
    "could_you_please": "Could you please just get this over with?",
    "do_you_have": "Do you have something to trade for the Gnome's deed?",
    "even_if": "Even if a thief gets by the guards, he cannot take the Blackbird. The minute the Bird is moved, an alarm will go off. Thus, there will be no chance that I will lose my most prized possession.",
    "farewell_my_friend": "Farewell, my friend, and I wish us both the best of luck in our mutual business endeavors.",
    "fools": "Fools, if the Blackbird is stolen, you will all wish you were eunuchs.",
    "forgive_me": "Forgive me, I'm a little overcome with emotion. This is it -- the true Blackbird. I finally have it.",
    "from_the_city_state": "From the city-state of Nova Roma, I summon to battle Magnum Opus.",
    "from_the_demon_worms": "From the demon worms of distant Tarna to the hideous wraiths of Mordavia, he has demonstrated his talent for survival. Ladies and gentlemen, I summon to battle the Prince of Shapeir.",
    "good_luck_it_would": "Good luck. It would be most unfortunate if you did not return from your Rite.",
    "greetings_again": "Greetings again. The Rite of Rulership has begun, and the city is filled with rumors and speculation of who will become the next King.",
    "greetings_i_am_senor": "Greetings. I am Senor Ferrari, and this is my associate, Ugarte. I believe we've had the pleasure of meeting you sometime ago in distant Raseir.",
    "greetings_my_friend_how": "Greetings, my friend. How can I assist you this evening?",
    "ha_ha_it_is_good_again": "Ha, ha. It is good to see you again. I am quite certain that we'll be seeing more of one another in the future.",
    "ha_ha_it_is_good_here_tonight": "Ha, ha... It is good to see you here tonight.",
    "he_is_a_fearsome": "He is a fearsome creature whose kind has brought terror to the people of this land. I summon to battle the Minotaur Toro.",
    "he_is_a_graduate": "He is a graduate of the Academy of Sciences in Silmaria. I call to battle Gort.",
    "here_take": "Here, take the deed to the Gnome Inn. I have no interest in it now. Oh, and you have my word as a gentleman that no mention of certain unsavory aspects of your profession will ever be revealed, at least, not by me.",
    "hmmph_it_seems": "Hmmph. It seems that you've gotten the better of me this time. I'll know not to underestimate you the next time we deal with one another.",
    "how_fortunate": "How fortunate for Silmaria that you are here.",
    "however_i_do_have": "However, I do have knowledge of some information Ugarte was trying to sell you. I, however, will not be greedy. I will give it to you for free. You will, of course, owe me for this favor.",
    "however_i_have": "However, I have some information that could be valuable to both of us.",
    "however_i_observe": "However, I observe you are a man of action. Perhaps you would like to participate? There is a prize purse worth winning.",
    "however_im_willing": "However, I'm willing to hold off on collecting my money, if that is what you wish. If you bring me something of great value, I might even consider giving the deed to you.",
    "i_am_first": "I am first and foremost a businessman, and I need to make a profit off my deals. The Gnome Inn is a very valuable property, and I stand to lose a lot of money if poor Ann cannot pay for it.",
    "i_am_hoping": "I am hoping to see you compete in this. It will be a pleasure to witness your skills in action.",
    "i_am_the_owner": "I am the owner of this Dead Parrot Inn. I'm a man of vast influence, and I'm certain we should get to know each other better.",
    "i_am_very_disappointed": "I am very disappointed in Ugarte's death. I thought that you of all people could have prevented such a waste of a life.",
    "i_believe_that_the_blackbird": "I believe that the Blackbird is the most suitable trade for the deed to the Gnome's Inn.",
    "i_came_to_silmaria": "I came to Silmaria for the same reason I first traveled to Raseir. Ugarte found out that the fabled Blackbird had been brought here. Not just another fake, no, this one is the real Blackbird.",
    "i_cannot_remember": "I cannot remember when I have ever felt so triumphant as I do now. Years I have spent chasing this thing, and now I can hold it in my hand.",
    "i_do_not_eat": "I do not eat such things. Bad for the digestion, you know.",
    "i_do_not_normally": "I do not normally accept bribes. However, I am willing to make an exception for special occasions.",
    "i_feel_as_though": "I feel as though I am about to experience an unwelcome surprise.",
    "i_ferrari": "I, Ferrari, am your host for these events. As you know, the combatants may choose the style of combat they prefer. They will fight in deadly earnest to bring their opponent to his knees.",
    "i_had_hoped": "I had hoped that Ugarte would learn more about where the Blackbird was to be found. It was in the city recently, and must still be nearby. I want that Blackbird!",
    "i_have_a_feeling": "I have a feeling that I will soon come into possession of a very valuable piece of real estate.",
    "i_have_been_searching": "I have been searching for the real Blackbird for many years now, and I don't intend to give up until I hold it in my hands.",
    "i_have_great_trust": "I have great trust that you will find the Blackbird. When you do, I will reward you greatly.",
    "i_have_no_interest": "I have no interest in things of little value.",
    "i_have_the_real_one": "I have the real one. I made certain of that personally.",
    "i_know_that_i_cannot": "I know that I cannot trust you. You want the Blackbird as badly as I do. However, I have it, and you cannot get it. So I can afford to be pleased with you.",
    "i_know_you_are": "I know you are a man of many skills. If anyone can find where the Blackbird is hidden in Silmaria, it will be you. Bring it to me, and I am certain we can make a business arrangement that will satisfy both of us.",
    "i_must_congratulate": "I must congratulate you, my friend. I always knew you were a man of infinite resource.",
    "i_summon_to_combat": "I summon to combat Elsa von Spielburg.",
    "i_was_forced": "I was forced to leave Raseir not long after you did. When the Sultan of Shapeir took the city over, he did not approve of the way I did business.",
    "i_will_be_seeing": "I will be seeing you soon, I hope.",
    "i_will_let_you_in": "I will let you in on a little scheme that Ugarte and I were working upon.",
    "if_you_are_a_challenger": "If you are a challenger in the competition, you can more than double the amount of your entry fee when you win. If you are a champion, you can triple your entry fee. Knowing your reputation, I assume that that will be easy money for you to earn.",
    "if_you_are_lucky": "If you are lucky, you can make some real money betting on the combat held each night at the arena. If you are very, very skilled, you can make even more money by fighting in the arena, and backing your winnings with a few well-placed bets.",
    "if_you_wish_to": "If you wish to do more than just observe, you may bet upon the outcome of such battles at the Dead Parrot Inn.",
    "in_tonights_battle": "In tonight's battle for excellence, we have the final champion of these contests. Here is a man who has proved his skills in many lands. From the brigands of Spielburg to the deadly elementals of Shapier, he has mastered the art of intelligent combat.",
    "interesting_it_does_have": "Interesting. It does have distinct possiblities.",
    "it_has_been_an": "It has been an immense pleasure doing business with you.",
    "it_is_a_fine_place": "It is a fine place to observe the strengths and frailties of your opponents. I am presuming, of course, that you wish to participate in these barbaric and brutal acts of violence.",
    "it_is_always_a_pleasure": "It is always a pleasure to meet old friends in new places, is it not?",
    "it_is_always_gratifying": "It is always gratifying to have something that someone else wants. I hope my warning is sufficient. I would regret it if you try to take the Blackbird back. You will fail, and I shall mourn you, my friend.",
    "it_is_good_to_know": "It is good to know that you were not the target of the assassin as well as Ugarte.",
    "it_is_most_unfortunate_assassin": "It is most unfortunate that the assassin managed to poison Ugarte. Even with the aid you gave him, Ugarte will not be of any use for some time.",
    "it_is_most_unfortunate_ugarte": "It is most unfortunate that Ugarte should die to the assassin. He was always so useful.",
    "ladies_and_gentlemen_kokeeno": "Ladies and gentlemen, I call to battle Kokeeno Pookameeso.",
    "may_the_contest": "May the contest begin!",
    "my_greetings_to_all": "My greetings to all of you. Welcome to the arena and tonight's spectacle of deadly combat.",
    "nevertheless": "Nevertheless, I am acting in our friend's best interest. Unless you have the healing and weapons you need, your life will be in grave danger.",
    "on_this_night": "On this night, we have a most unusual combination of beauty and deadly skill at arms. From the Barony of Spielburg, we have someone of the noble line.",
    "our_champion_has_been": "Our champion has been challenged by an experienced and accomplished guard of Silmaria. I summon to battle Kokeeno Pookameeso.",
    "our_champion_is_challenged_abduel": "Our champion is challenged by the finest of fighting guards from the city of Raseir. I summon to battle Abduel.",
    "our_champion_is_challenged_gort": "Our champion is challenged by a giant of a man. I summon to battle Gort.",
    "our_champion_is_challenged_prince": "Our champion is challenged by a most renowned hero. I summon to battle the Prince of Shapeir.",
    "our_champion_is_now": "Our champion is now challenged by a skilled and experienced combatant. I summon to battle Elsa von Spielburg.",
    "our_champion_this_night": "Our champion this night is challenged by a monstrous Minotaur. I call to battle Toro.",
    "perhaps_we_can": "Perhaps we can talk business later at the Dead Parrot Inn.",
    "silmaria_can_be": "Silmaria can be very dangerous, if you don't watch where you are going, and watch where you've been, as well.",
    "silmaria_reminds_me": "Silmaria reminds me of Raseir when Ad Avis first took over it. The warning signs are there that things will get worse here before they get better.",
    "surely_you_dont_think": "Surely you don't think that I would acknowledge that sign, do you?",
    "the_betting_board": "The betting board in the Dead Parrot lists the champion for the week and the challengers for the winner's prize. You may bet ten drachmas or more upon either. The odds will be affected directly by your bet.",
    "the_blackbird_is_securely": "The Blackbird is securely placed in my house. All of my trusted guards are there, and they're looking forward to killing any thief foolish enough to walk into the trap.",
    "the_contest_of_combat": "The contest of combat tonight has a most unusual champion. He is an experienced adventurer, and now hosts a guild devoted to such in our beautiful city of Silmaria.",
    "the_dead_parrot_inn_is": "The Dead Parrot Inn is an Oasis in this dreary little kingdom. It is a place to relax, refresh yourself from your busy day. If you are skilled, you can earn some money at the Wheel of Fortune.",
    "the_gnome_inn": "The Gnome Inn is a farce. It will never be able to make a profit. What fool would ever stay there?",
    "the_rite_of_freedom": "The Rite of Freedom is a most dangerous mission. I advise you to take your time with it, and take a lot of precautions.",
    "the_victor_kokeeno": "The victor of arms at this contest is Kokeeno Pookameeso.",
    "the_victor_prince": "The victor of tonight's battle is the Prince of Shapeir!",
    "the_victor_toro": "The victor in this bloody battle is the Minotaur, Toro.",
    "the_winner_abduel": "The winner of tonight's challenge is my faithful bodyguard, Abduel.",
    "the_winner_elsa": "The winner of tonight's display of gladiatorial greatness is Elsa von Spielburg.",
    "the_winner_gort": "The winner of this evening's contest of arms is Gort.",
    "then_it_seems_that": "Then it seems that I am now the Chief Thief of Silmaria. I have the Blackbird.",
    "then_there_is": "Then there is the little matter of your rather unsavory profession. It would be most unfortunate if your membership in the Thieves' Guild were to be made common knowledge. Few would want a known thief as King of Silmaria.",
    "there_is_a_lot": "There is a lot of money to be made in times like this, if you are willing to take some chances. You are a risk taker yourself, I know. I am certain we will be of use to one another soon.",
    "there_is_this_little": "There is this little matter of a bet, you see.",
    "this_evenings_contest": "This evening's contest of combat shall have an extraordinary individual. His size and obvious strength seem to belie the towering intellect that must be concealed in that huge frame.",
    "this_is_an_acceptable": "This is an acceptable trade for the deed to the Gnome Inn. I thank you for such a kind offer.",
    "this_may_be": "This may be valuable, but it is not the Blackbird. I'm afraid you disappoint me. I will take nothing less than the real Blackbird.",
    "thus_i_intend": "Thus I intend to take the Gnome Inn back, to spare Ann the financial burden.",
    "to_challenge_our": "To challenge our champion comes a deadly warrior. I summon Magnum Opus to battle.",
    "tonight_the_champion": "Tonight, the champion of this contest is someone most of you know. He has served the city of Silmaria for many years as a guard. He has proven himself to be valiant and brave.",
    "tonights_champion": "Tonight's champion has more than proven himself in battle. He has the reputation as a leader of warriors, and tireless student of the martial arts.",
    "tonights_victory": "Tonight's victory belongs to Magnum Opus.",
    "ugarte_and_i_have": "Ugarte and I have been business associates for many years. You could trust him as long as you paid him well.",
    "ugarte_died": "Ugarte died because he overheard the wrong thing. I believe he suspected the assassin's identity. You've seen the man here -- he's known only as Bruno.",
    "ugarte_had_been": "Ugarte had been watching Bruno for some time. I suspect that Bruno was also watching Ugarte.",
    "ugarte_has_his_uses": "Ugarte has his uses.",
    "we_have_been_doing": "We have been doing a lot of business here lately. People tend to drink more when times are troubled.",
    "we_shall_meet_again": "We shall meet again soon, I hope.",
    "welcome_you_will": "Welcome. You will always be welcome here.",
    "what_are_you": "What are you talking about? This is... No! It cannot be! This cannot be a fake! How?",
    "what_is_going_on": "What is going on out there? Abduel, what are you doing?",
    "when_a_foe": "When a foe has fallen, the combat is over. The winner shall receive the purse of gold drachmas, and the defeated will be healed to fight another day.",
    "when_i_see_you": "When I see you with a smile like that, I begin to worry.",
    "why_thank_you": "Why, thank you. You do have noble qualities, don't you?",
    "with_ugarte": "With Ugarte incapacitated for who knows how long, I will have to rely upon other resources. Nevertheless, I can be of service to you right now.",
    "you_arent_just": "You aren't just going to leave without relieving my suspense, are you?",
    "you_have_fulfilled": "You have fulfilled my finest dream. I am happy to see you.",
    "you_have_the_look": "You have the look of a troubled man. A man that perhaps needs another favor?",
    "you_look_very_pleased": "You look very pleased with yourself. What can I do for you now?",
    "you_may_come": "You may come each evening to witness these displays of man's most brutal nature. It costs but five drachmas to observe the spectacle of combat.",
    "you_may_enter": "You may enter the competition at the betting board in the Dead Parrot, as well as place your bets.",
    "you_may_give_this": "You may give this deed back to Ann Agrama with my compliments.",
    "youve_made_quite": "You've made quite a name for yourself, haven't you? It will be interesting to see what you can do for Silmaria. Rumor has it that you could be her next King."
}