{
    "a_man_would_be": "A man would be an idiot to still be looking for the Blackbird. They are all only fakes.",
    "ah_it_is_good": "Ah, it is good to see you. You are finding your way around this fair city, I trust.",
    "ah_yes_a_fellow": "Ah yes, a fellow felon. The guild is hidden near the west gate. Look under the bridge and be sure to watch for traps.",
    "arestes_is": "Arestes is a good person to know. When I become Chief Thief around here, I will let him keep his job.",
    "argh": "Arghhh.",
    "blackmail_me": "Blackmail, me? I would not put it quite so crudely as blackmail. I prefer to think of it as, say, keeping a secret. I am very careful with my secrets.",
    "do_be_careful": "Do be careful. I would hate for anything to happen to you, at least until I am able to sell you some information.",
    "do_not_listen": "Do not listen to him. He is just trying to delay you so you do not win.",
    "farewell_my_friend": "Farewell, my friend. If you have any need of my services in the future, you can usually find me here at the inn.",
    "ferrari_is_just": "Ferrari is just pleased that you are not out accomplishing your first Rite, as you ought to be.",
    "good_evening_congratulations": "Good evening. Congratulations on the success of your mission.",
    "good_luck_on_your": "Good luck on your mission. I have quite a sum of money on your success.",
    "greetings_it_is_so_very": "Greetings. It is so very good to see you. I have been waiting for some time, and I was beginning to worry that I had missed you. I hope that you were not followed.",
    "greetings_oh_prince": "Greetings, oh Prince. It is a nice night, is it not?",
    "he_is_looking": "He is looking for his next victim, as it is almost time. You must be very cautious, for I do not believe he is fond of you.",
    "he_is_the_odds": "He is the odds-on favorite to become the next King of Silmaria. Except for you, of course.",
    "however_this_is_not": "However, this is not the place for such a deal. We will speak of this later for, oh, about a thousand drachmas?",
    "i_am_a_businessman_and": "I am a businessman, and I've always had my sources for information. If you need to know something, I'm certain I can find out what you want to know. For a modest fee, of course.",
    "i_am_a_businessman_of_course": "I am a businessman, of course. I have some information I know you will be most interested in, and I thought that we might be able to make an agreement that will be beneficial to both of us.",
    "i_am_doing": "I am doing rather well for myself here in Silmaria. There are many things which I know that others want to know as well.",
    "i_am_hoping": "I am hoping we will be able to do business together. You always seem to be in the middle of things. I am always happy to play the role of a middleman.",
    "i_am_looking_forward": "I am looking forward to this very much.",
    "i_am_most_well": "I am most well, thank you. I hope you are equally well, my friend.",
    "i_am_thinking": "I am thinking that perhaps the information in which you would be most interested is worth more than I first thought. Give me a few days, and I will know exactly what you are needing.",
    "i_even_have_some": "I even have some information of a certain old acquaintance of yours. It seems he holds a grudge from the last time you met. You do need to be careful, you know.",
    "i_have_been_learning": "I have been learning some very interesting things lately. I think you might find such things interesting, as well.",
    "i_have_been_rather_nervous": "I have been rather nervous lately. I think he's watching me, but I have not been certain. He is very good at hiding, after all.",
    "i_have_little": "I have little interest in such things.",
    "i_heard_you_had": "I heard you had entered the Rite of Rulership. I will be honored to help you by selling you information about your fellow associates in this contest.",
    "i_just_happened_to_be": "I just happened to be in the right place the other night and I overheard a very interesting conversation. I know that you -- since you are a Hero -- will want to find out more about the assassin, and the one who has hired him.",
    "i_look_forward": "I look forward to selling you the information you desire.",
    "i_only_wish": "I only wish you had done better. I had quite a sum of money on you, you know.",
    "i_received_a_letter": "I received a letter from my uncle who is Chief Thief in Mordavia. He had the nerve to call me a little sneak. Little sneak indeed.",
    "i_will_be_letting": "I will be letting you know as soon as I have the information you need. Farewell.",
    "if_you_are_willing": "If you are willing to pay for information, I will be interested in selling some to you.",
    "if_you_think": "If you think I am going to make that silly sign to you here of all places, you should think again.",
    "if_you_will_pay_me": "If you will pay me 5,000 drachmas, I will be willing to give you this information. I know you will gladly make such a deal considering how important this information is.",
    "im_hurt": "I'm hurt. Are you not pleased to see me?",
    "it_is_always": "It is always a pleasure to see you.",
    "it_is_always_it_is_more": "It is always a pleasure to see you. It is more of a pleasure doing business with you.",
    "it_is_amazing": "It is amazing what some people will pay for the right information. Why, just today, I sold someone some secrets about his wife that he did not know. Poor man, I'm afraid they did not make him happy.",
    "it_is_good": "It is good to see you again. We parted the last time under most unfortunate circumstances. I was afraid I would not see you or anything else again. Fortunately, I got lucky.",
    "it_is_sad": "It is sad that one of your competition in the Rite is dead so soon. There is speculation that one of the competitors is the murderer. I would watch my back, if I were you.",
    "myself_i_am_not": "Myself, I am not interested in watching such brutality.",
    "no_thank_you_i_am": "No thank you. I am watching my figure.",
    "no_thank_you_i_never": "No, thank you. I never accept food from others. You never can be too sure about poison, you know.",
    "of_course_i_am": "Of course, I am taking a big risk for this. Maybe about 2000 drachmas worth of risk, shall we say? You do not have to pay this, mind you, if you do not wish to know.",
    "oh_i_have_my": "Oh, I have my sources.",
    "oh_senor": "Oh, Senor Ferrari is probably at the arena tonight. He enjoys witnessing the combats. He also enjoys the money so many people are willing to pay to watch these combats.",
    "oh_thank_you_dont_mind": "Oh, thank you. Don't mind if I do take a piece.",
    "oh_thank_you_you_are": "Oh, thank you. You are very generous.",
    "oh_this_time": "Oh, this time not even the Fat Man can beat me. I shall soon be coming into a considerable sum of cash.",
    "oh_yes_nawar": "Oh, yes. Nawar does look forward to seeing you. She and Budar talk about you all the time.",
    "oh_yes_you_might": "Oh, yes. You might say we're thick as thieves, heh, heh, heh.",
    "perhaps_you_could_go": "Perhaps you could go to the Dead Parrot. We could mind the store for you while you are gone.",
    "silmaria_has_her": "Silmaria has her little secrets, and I make a point of finding them. This island is not the pretty little resort it seems to be. There are many dangers for the unwary here.",
    "soon_i_will": "Soon I will be Chief Thief here, and then perhaps my uncle will respect me more.",
    "thanks_dont_mind": "Thanks. Don't mind if I do.",
    "that_is_not": "That is not the only thing I will be chief in. You will see, I shall win the bets and become the guildmaster here.",
    "the_blackbird_hah": "The Blackbird, hah. There is no such thing. It is all a big joke. It is about as real as those rumors of a dragon underneath this island.",
    "the_fishing_village": "The fishing village you are supposed to free is to the southwest. It is well-guarded, but if you do not take the guards out one by one, you will be overwhelmed. I will be most sad if you were not to survive this.",
    "there_is_much": "There is much speculation around town whether any of you can complete the first Rite. Some people think you are going to your deaths. I have complete faith in your abilities, however. If anyone can defeat the invaders, it will be you.",
    "there_is_talk_that_the_person": "There is talk that the person who killed poor Kokeeno also killed King Justinian. It does seem a little much of a coincidence that they both died by a poisoned dagger.",
    "there_is_talk_that_there": "There is talk that there will soon be an invasion of this island. Already, many people have left. I will be happy to provide letters of transit, should you care to leave here, too.",
    "tsk_tsk": "Tsk, tsk. You seem to think that information is free. However, I will let you know that a certain attractive young woman has been asking about you.",
    "we_both_know": "We both know he is very good with daggers, after all. I would not like to meet him in a dark alleyway.",
    "well_at_least": "Well, at least I am willing to bet on my friends.",
    "who_else": "Who else would I be talking about to you like this? He's not someone I want to know that I am meeting you in secret. It is only that this is so near to the gate guards that I feel this is safe.",
    "yes_indeed": "Yes, indeed. It will be very good to be his boss. I will be certain to treat him with as much respect as he has treated me.",
    "you_are_interested": "You are interested in learning more about the assassin? I will do what I can to find things out. It will be dangerous for me, you know. I will have to charge you, oh, say... 500 drachma? It will certainly be worth every drachma you spend.",
    "you_are_most": "You are most kind. It is very true that I make a point of learning information. I am also eager to share my rumors, although some knowledge has a price tag.",
    "you_are_most_generous": "You are most generous, but I must refuse your kind offer.",
    "you_are_ruining": "You are ruining my reputation as a businessman, asking for free information. However, I will let you know this... Magnum Opus may seem to be a pompous ass, but he is a strong fighter.",
    "you_seem_to_be": "You seem to be quite popular with the ladies, no?",
    "you_should_not_trust": "You should not trust Ferrari, my friend. He is very fond of using people like you.",
    "you_should_show_that": "You should show that to Arestes. Perhaps he will buy it from you.",
    "you_wish_me": "You wish me to tell you something for free? Do you take me for a fool? Why give away something for nothing when one can make a good living selling what one knows?",
    "you_wish_to_know": "You wish to know rumors? I make a living from selling rumors. However, since we are such old friends, I will be happy to share a little of my knowledge with you."
}