{
    "a_man_like_you": "A man like you does a lot to a girl like me.",
    "all_it_takes": "All it takes is a little toss, and the house takes a loss. If you are as good as you seem to be, you can't lose.",
    "are_you_going": "Are you going to keep walking out of my life all the time?",
    "are_you_happy": "Are you happy to see me, or is that just a sword in your sheath?",
    "are_you_here_to_play": "Are you here to play the game?",
    "are_your_lips": "Are your lips as sweet as your words? I'd love to take a taste, but I'm afraid I might be tempted to go further. I can't resist temptation.",
    "before_i_can_accept": "Before I can accept this, let's get to know each other a little better. A girl likes to hear sweet things said to her. I'd like to be certain you appreciate me.",
    "before_i_can_accept_2": "Before I can accept this, let's get to know each other a little better. A girl likes to hear sweet things said to her. I'd like to be certain you appreciate me.",
    "before_i_can_give_id_like": "Before I can give you my heart, and take your ring, I'd like you to get the better of Ferrari.",
    "before_i_can_give_one_little": "Before I can give you my heart, and take your ring, there is one more little thing I'd like you to do. I'd like you to make Ferrari pay.",
    "before_i_can_marry_abdim": "Before I can marry you, I'd like you to do a little favor for me. You know Abdim, who guards outside the inn? He thinks I should be his.",
    "before_i_can_marry_abdull": "Before I can marry you, I'd like you to do a little favor for me. You know Abdull, who guards outside the inn? He thinks I should be his.",
    "before_i_can_marry_abdum": "Before I can marry you, I'd like you to do a little favor for me. You know Abdum, who guards inside the Inn? He thinks I should be his.",
    "budar_and_ferrari": "Budar and Ferrari deserve one another.",
    "budar_and_i_have": "Budar and I have known each other for longer than a girl is willing to admit.",
    "budar_believes": "Budar believes 'The more, the merrier.' I've always preferred, 'The more, I'll marry.'",
    "budar_not_only": "Budar not only kept her girlish figure -- she doubled it.",
    "budar_you_like": "Budar, you like a man, period.",
    "care_to_go_horsing": "Care to go horsing around? I'd not say neigh...",
    "chocolates_i_love": "Chocolates! I love sokolatak-ya. You are so kind.",
    "chocolates_i_love_2": "Chocolates! I love sokolatak-ya.",
    "come_back_anytime": "Come back anytime.",
    "come_back_often": "Come back often.",
    "come_back_soon_and_often": "Come back soon, and often.",
    "come_back_soon_smile": "Come back soon. I can't wait to see your... um, smile again.",
    "do_you_always": "Do you always walk the streets at night, or were you just looking for a little excitement?",
    "dont_be_so_rude": "Don't be so rude, Budar.",
    "ferrari_brought_us": "Ferrari brought us here from Raseir. He's ruthless, cunning, and deceitful. Those are his good points.",
    "flowers_for_me": "Flowers, for me? You are a romantic, aren't you?",
    "flowers_for_me_2": "Flowers, for me? You are a romantic, aren't you?",
    "gotta_go": "Gotta go so soon? We were just starting to get to know each other.",
    "he_sure_has": "He sure has a welcome back. A welcome front, too.",
    "hello_my_hero": "Hello, my hero. I can't wait for the date when we can really get to know one another.",
    "hello_there_stranger": "Hello there, stranger. My name is Nawar, and I'll be happy to help you any way I can.",
    "hes_quite_a_hero": "He's quite a hero for me, too.",
    "hes_sleeping_it_off": "He's sleeping it off in his room. He's not well, but it's better than being dead.",
    "how_are_things_going": "How are things going with you? I don't see you nearly as much as I'd like.",
    "how_generous": "How generous you are. Pity I have no need for such things.",
    "how_lovely": "How lovely. You do know the way to win a woman's heart, don't you?",
    "how_lovely_2": "How lovely. You do know the way to win a woman's heart, don't you?",
    "i_always_feel_safe": "I always feel safe and warm when you're around.",
    "i_always_look_forward": "I always look forward to having you near me.",
    "i_always_love_passes": "I always love passes from men with nice..., um, buns.",
    "i_can_tell": "I can tell by the way you use your weapon that you've had a lot of experience.",
    "i_cant_think_of_anyone": "I can't think of anyone I'd rather be... that is, wed to. Let's get married as soon as the Rites of Rulership is over. It would be even better if I wear the ring of a king, after all.",
    "i_dont_want_to_think": "I don't want to think about daggers after what happened to Ugarte.",
    "i_kind_of_miss": "I kind of miss Ugarte already. He was a skulking little twerp, but he was a part of this joint.",
    "i_know_i_like_to": "I know I like to nip every once and awhile.",
    "i_know_what": "I know what I'd like to do for him.",
    "i_know_which": "I know which I'd like.",
    "i_like_a_man_who_likes": "I like a man who likes what I know.",
    "i_look_forward": "I look forward to your return.",
    "i_love_a_man": "I love a man with a ready wit. Nothing risque, nothing gained, after all.",
    "i_love_you_as_much": "I love you as much as you love me.",
    "i_never_thought": "I never thought I would hear you say those words. I figured you were more the flirt and farewell type.",
    "i_prefer_the_pleasures": "I prefer the pleasures that come after meeting the man.",
    "i_thought_youd_never": "I thought you'd never get here. It's a little cold out tonight, and I was hoping you could warm me up.",
    "i_was_feeling_a_little_hot": "I was feeling a little hot. How about you?",
    "i_was_feeling_a_little_lonely": "I was feeling a little lonely all by myself tonight. I love to watch the rocking and rolling of the waves in the moonlight.  I wouldn't mind a little rock and roll, myself.",
    "i_will_think_of_you": "I will think of you this night in my bed... asleep. Sweet dreams.",
    "i_wish_he_had": "I wish he had his way with me.",
    "id_be_happy_to_kiss": "I'd be happy to kiss you.",
    "id_be_happy_to_pander": "I'll be happy to 'Pan-der' to your tastes.",
    "id_certainly_like": "I'd certainly like to get to know you better.",
    "id_just_like_someone_else": "I'd just like someone else to get the better of a deal with him. That's not too much to ask for, is it?",
    "id_just_like_to_see_ferrari": "I'd just like to see Ferrari shown up. That's not too much to ask for, is it?",
    "id_like_for_you": "I'd like for you to teach him a little lesson. How about, say, a little sword practice? I'd love to watch.",
    "id_like_for_you_abdim": "I'd like for you to teach him a little lesson. How about, say, a little sword practice? I'd love to watch.",
    "if_this_is_the_only": "If this is the only thing you're giving me, I'm disappointed. I thought you were more generous than this. I'm not some cheap date, you know.",
    "if_this_is_the_only_2": "If this is the only thing you're giving me, I'm disappointed. I thought you were more generous than this. I'm not some cheap date, you know.",
    "if_you_like_id_like": "If you like what you see, I'd like to see what you like.",
    "if_you_like_let_me": "If you like what you see, let me know.",
    "if_you_want_to_play": "If you want to play the Wheel, I'll be happy to show you around.",
    "ill_be_happy": "I'll be happy to see you whenever you return.",
    "ill_have_to_think": "I'll have to think over some of the things you've said. We can talk more about them later. See you then.",
    "im_always_feeling_fine": "I'm always feeling fine... when you're around.",
    "im_feeling_a_little": "I'm feeling a little chilly tonight. How would you like to warm me up?",
    "im_happy_to": "I'm happy to greet you any day.",
    "im_looking_forward": "I'm looking forward to seeing him to bed.",
    "im_nawar_and_i_run": "I'm Nawar, and I run the Wheel of Fortune. Care to try your skill with me?",
    "im_the_kind": "I'm the kind of girl who's looking for a kind of guy like you.",
    "im_very_happy_to_have": "I'm very happy to have your ring. You're everything I ever wanted in a man.",
    "isnt_that_just": "Isn't that just like a man? Always coming and going too soon.",
    "its_a_pleasure": "It's a pleasure to meet you. Speaking of pleasure...",
    "its_always_nice": "It's always nice to see you. I'd like to see more of you.",
    "its_better": "It's better to see your front.",
    "its_nice_to_see_a_man": "It's nice to see a man who knows how to undress, too.",
    "its_not_the_size": "It's not the size of the blade, but how well you wield it... ",
    "its_so_nice": "It's so nice to see you again.",
    "ive_always_admired_steady": "I've always admired a man who's got a steady hand and a good aim.",
    "ive_always_admired_who_knows": "I've always admired a man who knows what he wants and gets what he can.",
    "ive_always_had_a_thing": "I've always had a thing for men with big swords.",
    "ive_always_had_a_thing_for_wolves": "I've always had a thing for wolves.",
    "ive_always_had_this_thing": "I've always had this thing for Heroes...",
    "ive_been_waiting": "I've been waiting for a guy like you to come into my life",
    "leaving_so_soon": "Leaving so soon? We've barely gotten to know one another.",
    "love_is_a_good_way": "Love is a good way to ruin a friendship, but it can be the start of a better one.",
    "mmm_you_sure": "Mmmm. You sure know how to show a girl a good time.",
    "money_i_am_not": "Money? I am not for sale. It might be possible to rent me for a while, though.",
    "my_you_have_been": "My, you have been busy since we first met. I have a weakness for Heroes, you know.",
    "not_tonight": "Not tonight... I've got a headache.",
    "oh_how_wonderful": "Oh, how wonderful you are. Look, Budar, what my dear lover boy has given me!",
    "oh_lets_not": "Oh, let's not talk about my work. I'd much rather talk about my play.",
    "oh_so_you": "Oh, so you outwitted Ferrari? You are such a clever man.",
    "quiet_nights": "Quiet nights make me want to slip into something a little more comfortable -- like your arms.",
    "round_and_round": "Round and round the wheel will go.",
    "see_you_later_lover": "See you later, lover man.",
    "see_you_lover": "See you, lover.",
    "see_you_soon": "See you soon, I hope.",
    "seeing_you_here": "Seeing you here again makes my evening.",
    "show_me_your_money": "Show me your money, and I'll show you a good time.",
    "silmaria_can_be_cold": "Silmaria can be cold at night this time of year. You might need something to warm your bed. Or perhaps, someone.",
    "so_soon": "So soon? We've hardly gotten to know one another. Maybe if we get a chance to talk again, in private, we can discuss some very private things.",
    "so_soon_2": "So soon? We've hardly gotten to know one another. Maybe if we get a chance to talk again, in private, we can discuss some very private things.",
    "so_we_have_met": "So we have met before... I thought so. I'd never forget your... face.",
    "so_would_i": "So would I.",
    "so_you_want_to_play": "So, you want to play with me a little?",
    "something_in_the_way": "Something in the way you move attracts me like no other hero.",
    "still_it_would": "Still, it would be great if Ferrari could get his hands on this Blackbird, and you could take it away from him. It would make him so mad. It would make me so happy. Why don't you see what you can do about tricking Ferrari, just for me, or maybe for you, too.",
    "take_care_someone": "Take care... Someone might want to put a dagger in your back, too.",
    "thanks_although": "Thanks, although I prefer to wear something a little more fancy. I'm not into cheap frills, you know.",
    "thanks_although_2": "Thanks, although I prefer to wear something a little more fancy. I'm not into cheap frills, you know.",
    "thanks_but_that_is_not": "Thanks, but that is not what I would like to eat.",
    "thanks_i_know": "Thanks, I know all the right moves.",
    "thats_not_the": "That's not the only thing that's hot.",
    "the_dead_parrot_inn": "The Dead Parrot Inn is a good place to relax, buy a few drinks, or test your throwing skills.",
    "the_dead_parrot_is": "The Dead Parrot is a good place to come when you want some company.",
    "the_first_time": "The first time I saw you, I thought you were someone I'd like to get to know better. I know a lot better, now.",
    "the_way_you_lick": "The way you lick your lips makes me shiver with anticipation.",
    "there_are_better_things": "There are better things to get to know here.",
    "theres_nothing": "There's nothing a girl likes better than a man -- period.",
    "this_is_it": "This is it? This is the Blackbird that Ferrari is always talking about? Not very impressive, somehow.",
    "this_is_the_wheel": "This is the Wheel of Fortune. Just show me your money.",
    "this_really_isnt": "This really isn't the place for a real romance. If we're going to do it, I want to do it right.",
    "this_slow_night": "This slow night suddenly got faster...",
    "try_not_to_be": "Try not to be a target, okay?",
    "ugarte_is_a_sneaky": "Ugarte is a sneaky little twerp who knows everything about everybody. One day, he's going to learn something he shouldn't, and someone will teach him to mind his own business.",
    "ugarte_made_a_living": "Ugarte made a living by selling things he shouldn't have, or shouldn't know. Ugarte was a man who knew too much. You were lucky he didn't get a chance to talk to you. Otherwise, you might know too much, too.",
    "ugartes_been": "Ugarte's been killed? That's terrible. He owed me money.",
    "we_havent_gotten": "We haven't gotten to know you... at all.",
    "we_needed_you": "We needed you to make our night.",
    "welcome_back": "Welcome back... I've been wondering when you would return here.",
    "welcome_to_the_dead_parrot": "Welcome to the Dead Parrot. I'll be happy to help you any way you want.",
    "well_anyway": "Well, anyway, I'd love to marry you. We'll just have to wait until after your coronation to finally tie the knot. Then we can live happily ever after.",
    "well_at_least": "Well, at least there is some bright spot to this dark evening.",
    "well_hello_there": "Well, hello there. I have always dreamed of being alone with you on a dark night.",
    "weve_hardly": "We've hardly had a chance to talk. Isn't there something you want to say to me?",
    "what_can_i_do": "What can I do for you?",
    "what_can_we_do": "What can we do to you?",
    "what_out_late": "What, out late again? You need someone to keep you in bed at night.",
    "when_youre_hot": "When you're hot, you're not.",
    "you_are_so_sweet": "You are so sweet. You've done so much for me. Could I get you to do just one more little thing?",
    "you_did_it": "You did it! You won!",
    "you_have_a_wicked_way": "You have a wicked way with words.",
    "you_have_given_me": "You have given me so many gifts. You are very generous. I am very fond of generous people.",
    "you_have_such_a_way": "You have such a way with words. My ears love the way you tease me with your tongue.",
    "you_have_such_a_way_2": "You have such a way with words. My ears love the way you tease me with your tongue.",
    "you_look_like": "You look like you could use a drink.",
    "you_love_me": "You love me? You aren't just saying that, are you? There are some things that shouldn't be joked about.",
    "you_seem_to_be": "You seem to be a man of many talents. I, too, have many skills. We'll just have to have a talent contest some night, just you and I.",
    "you_think_that_i_am": "You think that I am lovely? Flattery will definitely get you somewhere.",
    "you_want_to_kiss": "You want to kiss me? I'm open to such suggestions.",
    "your_voice_is_music": "Your voice is music to my ears. We should make sweet music together sometime.",
    "youre_going_to": "You're going to just leave me like this? All dressed up, and no beau.",
    "youre_good_at": "You're good at taking chances, aren't you? Why don't you take a chance with me?",
    "youre_quite_a_hero": "You're quite a hero around here. Ugarte would be dead, if you hadn't been there to help him.",
    "youve_already_saved": "You've already saved Ugarte. Now won't you save yourself for me?",
    "youve_certainly": "You've certainly got a lot to show.",
    "youve_got_to_call": "You've got to call the city guards. At least this way, whatever Ugarte knew won't be used against us."
}