{
    "a_man_like_you": "A man like you does a lot to a girl like me.",
    "are_you_happy": "Are you happy to see me, or is that just a sword in your sheath?",
    "are_your_lips": "Are your lips as sweet as your words? I'd love to take a taste, but I'm afraid I might be tempted to go further. I can't resist temptation.",
    "before_i_can_accept": "Before I can accept this, let's get to know each other a little better. A girl likes to hear sweet things said to her. I'd like to be certain you appreciate me.",
    "before_i_can_give_you": "Before I can give you my heart, and take your ring, there is one more little thing I'd like you to do. I'd like you to make Ferrari pay.",
    "before_i_can_marry": "Before I can marry you, I'd like you to do a little favor for me. You know Abdull, who guards outside the inn? He thinks I should be his.",
    "chocolates_i_love": "Chocolates! I love sokolatak-ya. You are so kind.",
    "do_you_always": "Do you always walk the streets at night, or were you just looking for a little excitement?",
    "flowers_for_me": "Flowers, for me? You are a romantic, aren't you?",
    "how_lovely": "How lovely. You do know the way to win a woman's heart, don't you?",
    "i_always_love_passes": "I always love passes from men with nice..., um, buns.",
    "i_cant_think_of_anyone": "I can't think of anyone I'd rather be... that is, wed to. Let's get married as soon as the Rites of Rulership is over. It would be even better if I wear the ring of a king, after all.",
    "i_love_a_man": "I love a man with a ready wit. Nothing risque, nothing gained, after all.",
    "i_thought_youd_never": "I thought you'd never get here. It's a little cold out tonight, and I was hoping you could warm me up.",
    "i_was_feeling_a_little_hot": "I was feeling a little hot. How about you?",
    "i_was_feeling_a_little_lonely": "I was feeling a little lonely all by myself tonight. I love to watch the rocking and rolling of the waves in the moonlight.  I wouldn't mind a little rock and roll, myself.",
    "i_will_think_of_you": "I will think of you this night in my bed... asleep. Sweet dreams.",
    "id_just_like": "I'd just like someone else to get the better of a deal with him. That's not too much to ask for, is it?",
    "id_like_for_you_to": "I'd like for you to teach him a little lesson. How about, say, a little sword practice? I'd love to watch.",
    "if_this_is_the_only": "If this is the only thing you're giving me, I'm disappointed. I thought you were more generous than this. I'm not some cheap date, you know.",
    "isnt_that_just": "Isn't that just like a man? Always coming and going too soon.",
    "leaving_so_soon": "Leaving so soon? We've barely gotten to know one another.",
    "money_i_am_not": "Money? I am not for sale. It might be possible to rent me for a while, though.",
    "my_you_have_been": "My, you have been busy since we first met. I have a weakness for Heroes, you know.",
    "oh_lets_not": "Oh, let's not talk about my work. I'd much rather talk about my play.",
    "see_you_soon": "See you soon, I hope.",
    "so_soon": "So soon? We've hardly gotten to know one another. Maybe if we get a chance to talk again, in private, we can discuss some very private things.",
    "thanks_although": "Thanks, although I prefer to wear something a little more fancy. I'm not into cheap frills, you know.",
    "thanks_i_know": "Thanks, I know all the right moves.",
    "the_first_time": "The first time I saw you, I thought you were someone I'd like to get to know better. I know a lot better, now.",
    "well_hello_there": "Well, hello there. I have always dreamed of being alone with you on a dark night.",
    "what_out_late": "What, out late again? You need someone to keep you in bed at night.",
    "you_have_given_me": "You have given me so many gifts. You are very generous. I am very fond of generous people.",
    "you_have_such_a_way": "You have such a way with words. My ears love the way you tease me with your tongue.",
    "you_think_that_i_am": "You think that I am lovely? Flattery will definitely get you somewhere.",
    "your_voice_is_music": "Your voice is music to my ears. We should make sweet music together sometime."
}