[
	{
		"key": "namaste_and_may",
		"en_us": "Namaste, and may you be having a pleasant day."
	},
	{
		"key": "welcome_very_much",
		"en_us": "Welcome very much. It is always a better day when I see you."
	},
	{
		"key": "be_very_careful",
		"en_us": "Be very careful. I would not like to read any bad news about you on the notice board. Good day."
	},
	{
		"key": "business_has_been_rather_slow",
		"en_us": "Business has been rather slow today. I am thinking that not many people have been breaking their amphorae. I make very strong amphorae, which is good for those that buy them, but bad for me that sells them."
	},
	{
		"key": "i_am_good_and_happy",
		"en_us": "I am good and happy, for someone said today that I have made a very fine map. Now if only that person had bought my map instead of stealing it, I would be more pleased."
	},
	{
		"key": "things_are_very_sunny",
		"en_us": "Things are very sunny today, and I wish I could curl up and take a nap in the sunshine. This is not very good for business, however."
	},
	{
		"key": "i_am_thinking_that_i_am_getting_fleas",
		"en_us": "I am thinking that I am getting fleas. Most annoying fleas. I shall be needing to take a long bath in the sea tonight."
	},
	{
		"key": "my_mouth_waters",
		"en_us": "My mouth waters at the thought of a good curry right now. I think that I must be getting hungry."
	},
	{
		"key": "let_me_be_thinking",
		"en_us": "Let me be thinking... It has been said that the one who had the old King killed wished to take over all of Silmaria. This is a very bad person. I do not think he would make a good king."
	},
	{
		"key": "it_is_said_that_the_one",
		"en_us": "It is said that the one who lives in the Famous Adventurer's School was once a famous adventurer. Now he seems just like a tired old man."
	},
	{
		"key": "the_two_who_run_the_apothecary",
		"en_us": "The two who run the Apothecary are very happy. They always act as if they had been fated to be together. This is a good thing."
	},
	{
		"key": "there_is_talk_that_you_are_most_attractive",
		"en_us": "There is talk that you are most attractive to women. There is one fine woman who works at the casino who thinks you would be a very good catch. Perhaps you should throw yourself at her some day."
	},
	{
		"key": "there_are_many_people_who_have_left",
		"en_us": "There are many people who have left Silmaria with all the bad things that have happened here. Just because we have murders in the street, a war with the Tritons, an invasion, and eventual destruction of the whole island, does not mean things are all bad. Pickpocketing is at an all time low here, after all."
	}
]
