[
	{
		"key": "greetings_prince_of_shapier",
		"en_us": "Greetings, Prince of Shapeir. How may I serve you?"
	},
	{
		"key": "welcome_and_good_day",
		"en_us": "Welcome and good day. How may I please you?"
	},
	{
		"key": "may_your_journey",
		"en_us": "May your journey be ever to your liking."
	},
	{
		"key": "there_is_a_rumor",
		"en_us": "There is a rumor that the last king of Silmaria was murdered. It is a very sad thing, for he was a good ruler."
	},
	{
		"key": "the_gentle_healer",
		"en_us": "The gentle Healer, Julanar, is with child. This is a wonderful thing, because both she and her husband are sweet people."
	},
	{
		"key": "many_people_have_left",
		"en_us": "Many people have left Silmaria because they feared the invaders. I hope that they might be able to return soon."
	},
	{
		"key": "people_in_this_city",
		"en_us": "People in this city are talking about the crime in the streets. There seem to be more pickpockets and thieves than ever before. Such is ever the way when a city has no ruler."
	},
	{
		"key": "i_have_heard_from_my_sister",
		"en_us": "I have heard from my sister in Shapeir that the Sultan Harun al-Rashid, may he live forever, has been blessed by his new wife with a son."
	},
	{
		"key": "my_cousin_shema",
		"en_us": "My cousin, Shema, sends word to tell you that she and Shameen are well and happy, and hopes that you are the same."
	},
	{
		"key": "i_am_pleased_as_always",
		"en_us": "I am pleased, as always, to speak with you."
	},
	{
		"key": "it_is_a_beautiful_day",
		"en_us": "It is a beautiful day this time of year, and I am well content, thank you."
	},
	{
		"key": "business_has_been_slow",
		"en_us":"Business has been slow, for few think of romance this time of year."
	},
	{
		"key": "my_day_has_been_brightened",
		"en_us":"My day has been brightened by your presence. You are always so kind and polite."
	},
	{
		"key": "it_is_more_damp",
		"en_us": "It is more damp and cool today than I am used to, but as long as the clouds do not bring rain, I am content."
	},
	{
		"key": "i_have_sold_some_jewelry",
		"en_us": "I have sold some jewelry today to someone who wanted to please a woman. Perhaps he will one day marry her."
	},
	{
		"key": "may_it_please_you",
		"en_us": "May it please you, and anyone with whom you share it."
	},
	{
		"key": "greetings_wanderer_from_afar",
		"en_us": "Greetings, Wanderer from afar. Welcome to the sea sands and shores of Silmaria."
	},
	{
		"key": "i_am_sarra_a_katta",
		"en_us": "I am Sarra, a Katta merchant of jewelry and gifts. How may I aid you on your journey?"
	},
	{
		"key": "welcome_he_who_will_be_king",
		"en_us": "Welcome, He Who Will Be King. I have no doubt that you shall be whatsoever you desire to become."
	},
	{
		"key": "welcome_my_friend",
		"en_us": "Welcome, my friend. Thank you yet again for the return of my basket."
	},
	{
		"key": "jewelry_is_pleasing_to_the_eye",
		"en_us": "Jewelry is pleasing to the eye and heart. Jewels but reflect the beauty of the wearer."
	},

]
