{
    "according_to_legends": "According to legends, all streams and rivers that run into the earth flow all the way down to Hades. To open a path to Hades, pour blood mixed with water into the hole.",
    "ask_me_that_question": "Ask me that question again when I've had my quaff of this stuff. I've been dead for so long here, and I didn't even know it. This will bring me back to life again.",
    "bring_me_some": "Bring me some of that water, kid. It's been so long since I tasted its sweet inspiration. I'll make sure it's worth your while.",
    "come_back_here": "Come back here after I've had the chance to enjoy this. I'll try to find something you'd be interested in.",
    "couldnt_be_better": "Couldn't be better. Started a new chapter in my novel, 'Quest for Glory Story.' It's about this correspondence school graduate who wants to become King. Purely fictional, of course.",
    "curious_sort": "Curious sort, aren't you? Well, here's one I was called a bit before your time.",
    "didnt_like_the_last": "Didn't like the last name I gave you? Well, how about this one...",
    "didnt_notice_you": "Didn't notice you coming in. Trying to get the phrasing just right in my new book, 'How to be a Writer in Ten Easy Lessons.' 'Course, lesson number one is to be inspired -- like taking a drink from the Hippocrene.",
    "dont_get_too": "Don't get too caught up in this rulership thing. There's been a lot of stuff going on besides the Rites here on Marete. Someone's been breaking the Dragon Posts, and obviously setting up to release the dragon.",
    "farewell_and_enjoy": "Farewell, and enjoy every moment of your adventure. Even the worst is better than being dead.",
    "fighting_the_hydra": "Fighting the Hydra goes back to the days of Hercules. It takes a great hero to take that monster out.",
    "forgetting_my_manners": "Forgetting my manners, am I? I thank you greatly for this gift. I couldn't ask for anything better.",
    "good_to_see_you_again": "Good to see you again. Got any stories you'd like folks to know about being a Hero? I'm writing a new book.",
    "good_to_see_you_lad": "Good to see you, lad.",
    "got_it_from_a_kid": "Got it from a kid that was known as the greatest thief in Gaul. Called himself 'The Mouse.' Retired to take up falconry, or so I heard. Anyway, hope it helps you as much as this helps me.",
    "got_some_advice": "Got some advice for you, kid. Don't grow old. It ain't worth it.",
    "gypsy_davy": "Gypsy Davy I am called by when a lady follows me,\nBlack Jack Davy, Wraggle Taggle, as together we both flee.\nThough she leaves me for a husband when she tires of the game,\nStill, she blushes and looks wistful when she hears folks call my name.",
    "hades": "Hades? That's one place I've never wanted to visit. My buddy Orpheus went looking for his wife there once. He was never quite the same afterwards.",
    "here_take_this": "Here, take this in return for the Hippocrene water. It's a Stealth Charm.",
    "heres_something": "Here's something from my past you might know a bit about.",
    "hi_there_been": "Hi there. Been making a list of the stuff I want to take with me when I go adventuring again. I've got to get some healing potions. You can never have too many healing potions, you know.",
    "hi_there_hear": "Hi there. Hear you're out for a little monster mashing soon. That Hydra is impossible to kill, you realize.",
    "hippolyta": "Hippolyta, that's her name. The Queen, I mean. She and I... well, we had some times together. She called me Silvertongue. She'll remember me.",
    "how_could_i": "How could I ever forget this? It's the drink that makes men become gods. It's adventure and glory and life. It's what you're here for, isn't it? It's why I was here for so long. I just didn't realize it.",
    "i_dallied": "I dallied with the Dryads in their hidden oaken glade,\nPirouetted with the Pixies as I sang a serenade.\nI tried to flirt with Sibyl as she told me of my fate,\nShe laughed and called me 'Eros,' but I didn't get the date.",
    "i_did_meet": "I did meet a dying Leopardman while traveling through the jungles of Tarna once. He had a magical scroll on him.",
    "i_do_feel_like": "I do feel like things are going to get worse around here before they get better. Watch yourself.",
    "i_read_about_you": "I read about you and the Rites on the announcement board beside the Hall of Kings. Doing pretty well for yourself, it seems.",
    "i_started_this_school": "I started this school awhile ago. Just got tired of doing things one day, and decided to settle down for a while. Picked up a pen and started to write about some of the things I had done. Guess I've been here for a long time now.",
    "if_i_know_anything": "If I know anything that will help you on the Rites, I'll let you know.",
    "if_you_ever_see": "If you ever see where Pegasus nests, look for a stream nearby. That's the Hippocrene stream, boy. Pegasus stomped its hoof one day, and the water came pouring out.",
    "if_you_havent_danced": "If you haven't danced with the Dryads, boy, you've never danced at all.",
    "if_you_think_of_it": "If you think of it, you might take the Queen some flowers. Tell her they were from me. She might like that.",
    "if_youre_going": "If you're going to Atlantis, you better find a way to breathe water. No way you can get there without drowning, otherwise.",
    "ill_let_you_in": "I'll let you in on some well-kept secrets, because I know you're a good guy. Atlantis isn't out in the middle of the sea. It's right smack dab in the middle of the island of Skyros, in the lake in the center of the island.",
    "im_alive_again": "I am alive again. I feel like I've just wakened from a long sleep. I've got some books to write and stories to tell, and then I'm off to find some new adventures and new tales. Life's too short not to enjoy fully.",
    "im_getting_more": "I'm getting more and more itchy to go out adventuring again. Come the spring, and I'm flying north like the birds. You interested in a job as Famous Adventurer while I'm gone?",
    "im_starting": "I'm starting to get out more now. Got to build up some muscles before I go adventuring again. Besides, the women like a man with muscles.",
    "its_a_gorgeous": "It's a gorgeous morning today, isn't it? Makes me want to run outside and dive off the dock. Swim to who knows where. It's that kind of a day.",
    "its_a_magical": "It's a magical helm. Got it from a guy called Perseus. Wanted to settle down with his girlfriend, Andromeda, so he gave it to me. Haven't had much use for it lately, so you might as well take it.",
    "its_beautiful": "It's beautiful, isn't it? There's only one in all the world. Kind of sad, thinking of it all alone like that. Everyone needs a lover sometime.",
    "its_not_much": "It's not much of a gift. Sometimes, though, a last resort is all that is left. Sure hope you never have to use it.",
    "ive_been_thinking": "I've been thinking about your next Rite. Reminds me of some good times I had a long time ago. Kind of wish I was going with you.",
    "ive_got_a_bad_feeling": "I've got a bad feeling that something big is about to happen. It's the kind of feeling I had when I visited Pompeii just before Vesuvius decided to blow. It's not exactly a good thing, whatever it is.",
    "ive_got_enough": "I've got enough junk cluttering this place already.",
    "ive_got_something": "I've got something for you. You might find it useful, being a Hero and all.",
    "keep_on": "Keep on adventuring.",
    "learning_ones_fate": "Learning one's fate isn't much fun at times. Seems like you always see the bad parts of the future. Can be a little depressing.",
    "let_me_think": "Let me think, what did she call me? Oh, yeah. Here's a moment from my past that's rather appropriate here.",
    "minos_had_been": "Minos had been an advisor for the late King for a year or so. Not sure how good his advice was. Minos reminds me of his ancestor -- rather petty and fond of revenge.",
    "my_name_is_davy": "My name is Davy Jones when I sail upon the sea,\nI've chorused with the Sirens as they sang their songs to me.\nI've supped on Circe's island, though she thought I was a boar,\nAnd she's the only gal I hope to never see once more.",
    "my_name_it_was": "My name, it was Don Juan when I journeyed to Madrid,\nThe senoritas were quite fond of all the things I said and did.\nI've been known as Casanova when I strolled Venice by night,\nAll the ladies would throw kisses; all the men would pick a fight.",
    "name_whats": "Name? What's a name, boy? I've been called a lot of things in my time. You can call me Famous Adventurer. That's mostly what I'm known as now.",
    "never_made_it": "Never made it to Shapeir in my travels. Have to make some plans to visit the next time I go adventuring.",
    "new_in_town": "New in town, huh? I was going to write a travel book about Silmaria sometime. Maybe I did -- just can't remember. Anyway, go see for yourself. Only way to learn.",
    "now_this_dragon": "Now, this dragon isn't one of those flying beasties that trophy hunters are fond of putting up on walls. This is the monster that the Wizards of Atlantis inadvertantly released many, many eons ago.",
    "oh_no": "Oh, no. I'm not going to admit I know that sign. It can get a guy in real trouble, you know.",
    "on_the_way": "On the way to Hades, he met Cerberus, the three-headed dog of the Underworld. Orpheus charmed them with a song, but then Orpheus charmed everyone.",
    "once_all_the_heads": "Once all the heads have been taken off, the thing takes a long time to heal back up. So for all intents and purposes, it may as well be dead.",
    "orpheus_almost": "Orpheus almost drank from the river Lethe, which makes you forget all worries and rest peacefully. But Orpheus was goal-oriented, and wanted his wife back from the Underworld. Didn't get her out, though.",
    "remember_that_hydra": "Remember, that Hydra is tough to defeat. You'll need all the healing you can take with you.",
    "remember_though": "Remember, though, fortune-tellers never say things straight. What they tell you may be right, but it's always subject to interpretation. Watch for all meanings of the words when you hear your destiny.",
    "right_now": "Right now, I'm still bone-weary and so withered I can't think. Wait till I've had a chance to drink this elixer of dreams. I'll try to find a suitable reward for you.",
    "said_it_was": "Said it was the worst magic there was. Destroys everything for miles, including the magic user. The old guy never had the nerve to try the spell, so he gave it to me.",
    "several_centuries": "Several centuries ago, Marete was ruled by the house of Minos. That kingdom was lost when the King decided to pursue revenge rather than rule the city.",
    "she_called_me": "She called me Silvertongue when I seduced the Ocean Queen,\nAnd I favored her with flowers which my love had never seen.\nThough I loved her, soon I left her, for our love could never be,\nFor I needed air to breathe in, and she ruled beneath the sea.",
    "so_the_old_king": "So the old King is dead. Just goes to show how much I've been paying attention around here. The Rites of Rulership is a good way to pick a King. Better than most, anyway.",
    "so_you_really": "So you really wanted to be a Hero? Sounds like you managed pretty well. Books helped, I'm sure, but it's what you got to do with the knowledge that counts. Been a long time since I was like you. Guess I just got tired.",
    "so_youre_a_graduate": "So you're a graduate of this school? I didn't think anyone ever read the crap I write.",
    "suspicious_of_that": "Suspicious of that rich miser? He has been in the midst of stuff lately.",
    "takes_a_real_gift": "Takes a real gift to get them going, though. Something to really sink their roots into, and send the life sap soaring.",
    "tell_you_what": "Tell you what. You being an adventurer and all, you'll probably want to explore this island. Well, somewhere to the north is the genuine Pegasus, that winged horse of legend. Tried to ride him once, but he threw me right into the sea. Took me a while to get to the shore.",
    "thanks_but": "Thanks, but I don't eat much.",
    "thats_a_ways": "That's a ways away from here. Be kind of tricky to get there, but it's worth it.",
    "thats_it": "That's it! You've got it. I'd know its smell anywhere. It's got the scent of the sweat of the wild bull you're riding, the chill of a starlit night on the top of a mountain peak, the perfume of a lover's lips...",
    "the_dragon_will": "The Dragon will destroy Marete completely if it's released, and probably Atlantis this time as well. Legend says it can't be bound unless there is a standing Dragon Pillar. Legend also says it can't be destroyed unless someone sacrifices his life for the Dragon.",
    "the_dryads_though": "The Dryads though, they're worth the whole trip, themselves. The thought of that magical glade brings the chill of real beauty through my heart even now.",
    "the_hydra_is_immortal": "The Hydra is immortal. Can't be destroyed, but it can be defeated. The only part that can be damaged are its heads. Unfortunately, they grow back as soon as they're cut off unless you burn the stumps.",
    "the_sibyl_can_be": "The Sibyl can be kind of cold, at times. She hangs out in that old temple, what remains of it. Takes a little gold offering to bring her around.",
    "the_tritons_will": "The Tritons will be doing their best to kill all intruders.",
    "the_wizards_had_to": "The Wizards had to send Atlantis to the bottom of the sea to escape the total destruction by the Dragon. Most of the Wizards died trying to bind the dragon. That's why Atlantis is still underwater. No one was powerful enough to release it after the Wizards were killed.",
    "then_there_was_a_big": "Then there was a big, circular tower with a shell on it. Yeah, it had a secret passage on the side that lead directly to the throne room. You've got to be very sneaky to use them, though.",
    "then_you_got_to": "Then you got to chant something or other, but I never learned the words. Never really intend to go there, you see.",
    "there_was_a_time": "There was a time when I was a lot like you -- young, adventurous, good-looking, bound to see the world. Running around became such a hassle, though. I've been there and I've done that and there's not much left to do.",
    "theres_nothing_here": "There's nothing here, kid, just dust and dried ink. That's all I am anymore -- dried up like a prune, and about as much fun.",
    "they_are_really": "They are really making you work for this Rulership Rite. You'd think they didn't want you to come back from Hades.",
    "this_is_the_famous": "This is the Famous Adventurer's Correspondence School. You think this was the library of Silmaria?",
    "this_wont_be": "This won't be much of a kingdom to rule if the Dragon rises.",
    "tough_getting_there": "Tough getting there, though. Those Tritons guard those waters pretty thoroughly.",
    "used_to_love": "Used to love books as a kid. They taught me things, made me want to go places and do things. Now all I do is write them.",
    "welcome_back_lad": "Welcome back, lad. I've wanted to really thank you in return for shaking the cobwebs from my head and dusting me off with the Hippocrene water.",
    "well_there_are_a_few": "Well, there are a few secret panels I found in Atlantis. The last side panel of the first sections of the wall had a small secret passage. Got me past a guard, if I recall right.",
    "went_to_brunch": "Went to brunch with Baba Yaga, though I did not dare to eat,\nHad a queasy sort of feeling when I looked upon the meat,\nShe called me 'sweet Prince Ivan' as she licked her lips at tea,\nSo quickly I deserted ere she made dessert of me.",
    "what_oh_what": "What? Oh, what are you doing here? Can't you see I'm busy?",
    "wish_i_was": "Wish I was going with you to Delos. Have to get back there sometime after I've finished writing this book.",
    "you_again": "You again. Haven't you got anything better to do than disturb my writing? Go read a book or something.",
    "you_got_the_nerve": "You got the nerve to brave the bowels of oblivion and dally with death, my friend? Good luck... You're sure gonna need it.",
    "you_know_there_are_some": "You know, there are some nice-looking women in Silmaria. I got my eye on a couple of beauties. Nothing like a little romance to put some fire in your blood.",
    "you_know_theres": "You know, there's not much I can give you in return for the Hippocrene Water. I never was much into that magic stuff.",
    "you_practice_your": "You practice your swimming lessons? Sounds like they are going to come in handy for you.",
    "you_tasted_it": "You tasted it, didn't you? You couldn't help but drink deep the waters of the Hippocrene. It's the milk of mother nature, the liquor of inspiration, the very spirit of adventure.",
    "you_want_to_know_all": "You want to know all my secrets, don't you? Let me think for a moment... Yes, here's one.",
    "you_want_to_know_my": "You want to know my real name? Which one do you want to know?",
    "you_who_are": "You who are about to die, salute me, is that what it is? Can't remember my Latin grammar to say it right, though. Well, I salute you right back.",
    "youve_got_enough": "You've got enough stories to fill a book. Maybe enough to fill five books."
}