{
    "a_paladin": "A Paladin is bound by honor, you say. Very well, then you must find the one who caused this war, and bring him to justice. Only then can there be lasting peace between our people.",
    "enough_of_this": "Enough of this bloodshed. You have defeated the people of Atlantis, air-breather. What do you demand of us?",
    "enough_you_have": "Enough. You have proven to be a powerful opponent.",
    "flowers_i_have_no": "Flowers? I have no interest is such things.",
    "flowers_i_have_not": "Flowers. I have not seen such things in years. Why have you brought these here?",
    "for_the_sake": "For the sake of an old friend, it shall be so. However, it will be a fragile peace. If any of my people are harmed by yours, this treaty shall be broken.",
    "from_this_point": "From this point onward, there shall be peace between your people and mine. This statue is a sign of our peace agreement.",
    "go_and_may_you": "Go, and may you earn the kingdom you seek, and the peace you bring here.",
    "go_now_friend": "Go now, friend of Silvertongue. You have the peace treaty for the sake of an old love.",
    "go_now_ye": "Go now, ye who should be King. Send word of the peace between us, and the war that awaits us all.",
    "he_refuses": "He refuses to obey my commands. Tritons, attack him.",
    "here_is_a_statue": "Here is a statue as a sign of our agreement. Tell Silvertongue I have not forgotten.",
    "however_what_was": "However, what was done, was done. The prophecy is in motion, and this peace will not prevent the Dragon from rising. We shall prepare ourselves for the final battle.",
    "i_am_hippolyta_if_you": "I am Hippolyta, Queen of Atlantis. If you kill me, you will die, and all of Atlantis will be destroyed.",
    "i_am_hippolyta_this_is": "I am Hippolyta, Queen of Atlantis. This is my kingdom that you have invaded.",
    "i_am_hippolyta_why_have": "I am Hippolyta, Queen of Atlantis. Why have you invaded these waters?",
    "i_asked_you": "I asked you questions. I expect you to answer me.",
    "i_have_no_interest": "I have no interest in your affection. No matter what magic allows you to breathe our water, you still belong upon the land.",
    "i_have_not_met": "I have not met one like you. You speak words of peace, and there is strength behind your speech. But you are only one man. How can you assure this peace, and prevent the air-breathers from attacking us again?",
    "i_order_you": "I order you to stay where you are, or we shall destroy you.",
    "in_the_name": "In the name of someone who was once dear to me, what do you ask of me?",
    "intruder_i_demand": "Intruder, I demand you drop your weapon, or you shall be destroyed.",
    "several_months": "Several months back, my people were attacked by ships sailing from the port of Silmaria. Four-legged Wizards would cast spells at Tritons, and the sailors cast nets to drag the seafolk to their deaths.",
    "silmaria_declared": "Silmaria declared war upon us by killing my people! We had been at peace for generations. Then ships from around Silmaria began attacking Tritons. Thus, we armed for war and returned violence with violence, as you have done to us.",
    "silvertongue_i_have": "Silvertongue. I have not heard that name for years. He used to bring me flowers like this. Why has he sent you?",
    "silvertongue_was": "Silvertongue was a rogue who stole my heart and broke it. Still, he brought me a joy I have never known elsewhere.",
    "so_silmaria": "So Silmaria desires peace. Silmaria started this war, no matter what your leaders say to you. The ships sailed directly from your port, and bore the flag of your kingdom.",
    "so_you_are_a_friend": "So you are a friend of this Famous Adventurer. What does this have to do with your coming here?",
    "take_this_statue_peace": "Take this statue as a symbol of our peace treaty. If the peace is broken, so shall the statue break.",
    "take_this_statue_people": "Take this statue as a symbol of our treaty. If one of my people is harmed, then this peace is broken, and the statue will break.",
    "that_is_close": "That is close enough. Who are you? Why have you invaded the Halls of Atlantis?",
    "there_can_be_no": "There can be no true treaty when one side does not tell the truth.",
    "there_shall_be": "There shall be peace between those of the land and ourselves.",
    "these_sailors": "These sailors and Wizards bought war to us, and so we return death for death.",
    "this_rogue": "This rogue who would be King wants peace with us. We shall grant him this peace, as long as our people are unharmed by it.",
    "tritons_destroy": "Tritons, destroy the intruder!",
    "tritons_hear_me": "Tritons, hear me. There shall be peace between us and the people of Silmaria. We shall avoid all contact with the air-breathers.",
    "tritons_i_need": "Tritons! I need aid. Sound the alarms!",
    "tritons_there_is": "Tritons! There is an intruder here.",
    "very_well_king": "Very well, King-to-be, we will take you at your word. As long as no Triton is harmed by your kind, there shall be peace between our worlds.",
    "we_have_accepted": "We have accepted the air-breather's demand for peace. We shall no longer attack the boats or people of the land.",
    "we_have_retaliated": "We have retaliated by attacking all ships and boats that we can. We avoid harm by staying deep underwater. We will win this war.",
    "we_too_know": "We, too, know the prophecies. War and bloodshed were the first omens of doom. We reacted to the attacks upon our people as a call to war, and thus the first omen was fulfilled.",
    "what_is_the_point": "What is the point of telling me about an old air-breather?",
    "what_mad_man": "What mad man would dare to release the dark Dragon? It destroyed Atlantis before, and it will utterly destroy both Silmaria and Atlantis this time.",
    "what_makes": "What makes you think that you can stop this bloodshed? How will you prove this peace is real?",
    "what_right": "What right have you to ask us for peace? You air-breathers started this war by attacking us. As long as the blood of my people is shed by yours, there will be no peace.",
    "why_have_you_brought": "Why have you brought death and destruction to the waters of Atlantis?",
    "why_have_you_entered": "Why have you entered the palace of Atlantis like some thief in the night? What is your purpose to coming here?",
    "why_have_you_invaded": "Why have you invaded this kingdom? What do you want from us?",
    "you_are_a_hero": "You are a Hero in many lands, and you now seek the end to this war? How do I know that your words are not lies?",
    "you_bring": "You bring a simple gift. What is your purpose here?",
    "you_compete": "You compete to become King of Silmaria? You come here asking for peace with nothing but your life. You are a strange mixture of confidence and conciliation.",
    "you_demand_peace": "You demand peace after all the blood you have shed here? Very well then, there will be peace between your people and mine. This peace will remain until the blood of my people is shed again by those of the land.",
    "you_have_gotten": "You have gotten our price of defeat. Return to your own land and leave us.",
    "you_have_proven": "You have proven yourself powerful. We will listen to what you say. Remember though, you are outnumbered, and we have great power too.",
    "you_may_approach": "You may approach the throne. I warn you, we are more than capable of killing you if you try to attack.",
    "you_there": "You there! Intruder! Come no farther.",
    "you_trust": "You trust that Logos is telling the truth. I believe that I can trust your judgment upon this. Someone, though, betrayed your kingdom and started this war.",
    "you_would_be_king": "You would be King of Silmaria? You begin your reign with the blood of my people upon your hands."
}