{
    "a_great_danger": "A great danger is awakening under the island of Marete. I suggest you forget this silly contest to become King of Silmaria and leave this region for a while. Soon there will not be a Silmaria to rule.",
    "as_before_we_meet": "As before, we meet in darkness. The dark is so soothing to me, familiar company against all the strangeness that has gone on in my life. Yet now I can enjoy the beauty of the sunset, and not dread the light of dawn.",
    "as_you_can_tell": "As you can tell, I have been very busy since being reborn. I am building again the walls and barriers which separate myself from outsiders. I enjoy my newly regained privacy immensely.",
    "because_we_did_not": "Because we did not sacrifice of our blood willingly, the evil will dissipate from here. Although the price seems high, the end of this destruction was worth it.",
    "behold_the_dragon": "Behold the Dragon of Doom. When it gets free, it will destroy everything that it can. We must stop it before it can fly.",
    "blood_to_attract": "Blood to attract the forces from the Dragon? That would work. The magical forces would feed upon the soul of the victim, allowing our magic and weapons to harm the Dragon. Who though is willing to face this death?",
    "by_the_love": "By the love of the Beast, we shall defeat this Dragon forever!",
    "by_the_magic_that_flows": "By the magic that flows within these cavern walls, by the destruction that seeks the death of all, I summon another to this place of death. I summon Toro to face the Dragon of Doom.",
    "by_the_power_of_magic": "By the power of magic that lies within the Hero's soul, I call to thee. By the power of magic that once bound the Dragon, I bind thee to me. By the power of magic that I have mastered, I summon thee to me.",
    "deceiver": "Deceiver! You men are all alike!",
    "do_i_want": "Do I want to love you? No. I have been hurt by love before. Do I love you? I do not know. Let us speak no more about this, please, until the danger has passed. That will give me time to understand my feelings.",
    "do_not_even_think": "Do not even think of using that spell. It would destroy you utterly.",
    "fenris_spoke": "Fenris spoke with me today. He informed me what has been happening in this land recently. He said there is most likely to be a serious disaster in the near future. Since Erasmus is still unable to cast spells, Fenris said that I may be needed.",
    "fenris_warned_me": "Fenris warned me of a Dragon that lies trapped beneath the island of Marete. It is obvious to me that the bonds that held the Dragon have been weakened. If the Dragon is freed, there will be vast destruction.",
    "flowers": "Flowers? It has been ages since I could bear their sweet perfume. It is a pleasure to enjoy flowers once more. I thank you for these.",
    "go_now": "Go now, while you can. Leave this land before the danger rises. You have already seen what Hades is like. Go before you enter Hades forever.",
    "good_evening_and_welcome": "Good evening, and welcome to Zante. Slowly I am making this island my home.",
    "hear_me_heroes": "Hear me, Heroes of Silmaria. The Dark Dragon has risen, and will breathe the flames of destruction throughout these lands. It seems this time, I too must play the Hero's role.",
    "however_i_did": "However, I did make a magical amulet with which to breathe under the blanket of water. You might find it useful now. Here, take this, for you will need it more than I.",
    "i_always_thought": "I always thought that love was a foolish weakness. Love leaves you vulnerable to pain and grief. Only an idiot or a deceiver speaks words of love.",
    "i_am_a_very_powerful": "I am a very powerful Wizard, although some of my knowledge once cost me my life. My magic protects me, and now that I am again alive, I do not need fear the light of day. My magic makes me strong.",
    "i_am_also_learning": "I am also learning to love the smell of the sea and the feel of the spray upon my face. I believe I shall enjoy living here on this island.",
    "i_am_experiencing": "I am experiencing magic that a creature of the night cannot enjoy. The light of the dawn against a spider's web, glistening with the sea spray, the warmth of the sun against my face... these are immeasurably beautiful.",
    "i_am_pleased_to_know": "I am pleased to know that the folk there are safe, despite the dark magic that was almost released.",
    "i_am_relearning": "I am re-learning the pleasures of being alive. I had forgotten what warmth feels like, after all those years of being cold.",
    "i_am_uncertain": "I am uncertain what that unpleasant looking thing is, but it is definitely unappetizing. Thank you, but no.",
    "i_can_defend": "I can defend myself against the Dragon, but you have no hope of defeating this danger alone. Leave while you can.",
    "i_do_not_believe": "I do not believe that we know each other as we truly are yet. You have no idea of the kind of things I desire. Perhaps when you know what I like, we can discuss this matter again.",
    "i_do_not_have_a_need": "I do not have a need for such minor things.",
    "i_do_not_know": "I do not know why I risked my destruction to save you. It was a very foolish act. Still, I do not regret it. Even trapped in the nightmares of Hades, I did not regret my actions.",
    "i_give_you_a_gift": "I give you a gift. Use it, and never forget me. Leave here, and allow me to forget you.",
    "i_give_you_freely": "I give you freely and by my Will, the power and knowledge of 'Dragon Fire.'",
    "i_had_been_undead": "I had been Undead for so long, I had forgotten what life was like. I have now died twice, and neither was pleasant. I do not recommend it to you. Immortality for the price of life is far too expensive a cost.",
    "i_have_another_spell": "I have another spell that you should learn. It was one with which Ad Avis almost defeated us in the bowels of the Dark One. I taught that spell to Ad Avis. Now I teach it to you.",
    "i_have_kissed_many_men": "I have kissed many men, but they were meaningless, passionless kisses. It will not be the same with you, but I am not ready for that yet. You are my friend now. Perhaps later we shall become lovers.",
    "i_have_never_had": "I have never had a friend before you. I will welcome your return.",
    "i_have_no_desire": "I have no desire for someone who speaks words of undying love to all who will listen. Go back to your dancing girl. You certainly deserve her.",
    "i_have_no_need_of_jewelry": "I have no need of jewelry or baubles... but let me judge. Ah, there is a strong magical aura to this. It is protective magic. I have felt very vulnerable now that I am alive again. This will be an aid and a comfort. My thanks to you.",
    "i_katrina_marry_king": "I, Katrina, Master of the arcane arts, wish to speak here. I have agreed to marry your future King. He has given me new life, and taught me how to love. I shall give that love back to him.",
    "i_katrina_marry_prince": "I, Katrina, Master of the arcane arts, wish to speak. He who could have ruled Silmaria, he who is Prince of Shapeir and hero of five lands, has asked me to wed him. I have accepted. He has given me life, and taught me to love.",
    "i_know_you_are": "I know you are Hero, and that is why I warn you now. Do not play a Hero against this danger. Someone will die, but it need not be you.",
    "i_loved_tanya": "I loved Tanya as my own daughter. I hated you so much for taking her from me. I gave her eternal youth... You gave her mortality. It grieves me to think she will be happier in her life without me than she would ever be in the Undeath with me.",
    "i_miss_my_beloved": "I miss my beloved Tanya, and hope some day she will remember me with kindness.",
    "i_need_to_think": "I need to think some more about this first. I have never wanted another to interfere with my life. It will take some getting used to the idea of you in my life.",
    "i_refused": "I refused. I am not a Hero like you. This is my home and I shall defend it, but I will not go looking for other's troubles.",
    "i_remember_little": "I remember little of that place, other than being haunted by unpleasant memories and dark nightmares there.",
    "i_see_light": "I see light before me. I am awakening from this nightmare at last.",
    "i_still_have_power": "I still have power. I know you, deliverer from nightmares, are near me. You made me taste what life is worth living for, and then I was killed because of you.",
    "i_summon_those": "I summon those souls that have the strength to fight this creature of fire and destruction. I summon those who can defeat this Dragon of Doom. I summon them now!",
    "i_thank_you_greatly": "I thank you greatly for freeing my soul from the realm of death. I have been dead for so very long, and it is wondrous to be alive once more.",
    "i_warn_you": "I warn you of this danger because you have always played the Hero. Now is the time to play the wise man, and avoid the trouble that is to come.",
    "if_silmaria_is_destroyed": "If Silmaria is destroyed, there will be no justice or kingdom to rule. Think of yourself, and take care.",
    "if_we_face": "If we face our death, then let us face it together. Better to die fighting than to ever give up life for any reason.",
    "if_you_are_trying": "If you are trying to amuse me with those antics, you do not succeed.",
    "is_this_not": "Is this not a place of beauty, this island? It is in constant battle against the sea for survival, yet it stands defiantly and proudly.",
    "it_is_good_to_have_you": "It is good to have you here. Your company is most enjoyable.",
    "it_will_always_be": "It will always be a pleasure to see you.",
    "it_will_take": "It will take much more than mere luck to destroy this thing.",
    "magic_of_this_dark_place": "Magic of this Dark Place, hear my command! I, Katrina, bind you to my Will.",
    "may_you_always_be": "May you always be welcome here, and may we always be friends.",
    "meet_me": "Meet me on the island known as Zante. I will be awaiting you there.",
    "mordavia_was_my_home": "Mordavia was my home for decades. I considered myself to be the liege lord there. I had not intended to harm the people there. I just did not realize that my summoning of the Dark One would destroy Mordavia.",
    "my_magical": "My magical defenses have been raised. Nothing can harm me while I am in my castle. I need fear no Dragon. I only need to worry about you, and what you intend to do about this danger.",
    "my_spells_do_nothing": "My spells do nothing! That thing will soon be free.",
    "my_spells_of_frost": "My spells of Frost should greatly harm this creature of Fire, if we can manage to bind it to this world in some way. Until then, I can do nothing.",
    "no_as_long": "No. As long as this creature of destruction is weakened by my magic, I will not give this battle up.",
    "no_you_will_not": "No! You will not give your life to feed that evil. I have never loved anything in my life before I met you, and I will not lose you now.",
    "nor_can_my_spells": "Nor can my spells harm it. It is not bound to this dimension. Unless it can be bound back to this plane, it cannot be defeated.",
    "now_i_do_not": "Now I do not know what to think about this. You gave me life. You offer me love. I enjoy seeing you. I enjoy speaking with you.",
    "now_my_beloved": "Now, my beloved, we shall have time to enjoy life.",
    "now_my_magic": "Now my magic is damaging it, but it is still protected by other magic. None of us can do our full damage to that creature.",
    "perhaps_one_day": "Perhaps one day we shall trade our knowledge of spells more freely. I do not quite trust you with some of the things of which I know.",
    "perhaps_when_i": "Perhaps when I am finished building my castle, I shall invite you to visit. Few will those be that shall enter my home. I will always value my privacy.",
    "return_again_sometime": "Return again sometime when darkness shrouds the sunlight. I shall look forward to meeting with you again.",
    "so_that_is_the_doom": "So that is the Doom of Silmaria. We shall be its doom instead.",
    "so_there_is_now_peace": "So there is now peace between the people of Atlantis and Silmaria. Congratulations. You are now that much closer to the throne.",
    "so_you_are": "So you are considered a great Hero in Mordavia? I do not like it that I am thought to be the villain that you defeated there. We were never really enemies, you and I.",
    "thank_you_for_all": "Thank you for all you have given me. I will now cherish living, and never forget your kindness.",
    "thank_you_this_may": "Thank you. This may help all of us survive this monstrosity.",
    "that_damnable": "That damnable creature is still protected by magical forces. Unless those forces are drawn away from the Dragon, we will be unable to seriously harm it. My magic will do little against it.",
    "that_spell_could": "That spell could work here. Not even the destructive forces that created that Dragon can withstand the Thermonuclear magics. Even though you will die, you will save Silmaria.",
    "that_would_explain": "That would explain why we cannot damage this the way it needs to be. The destructive magics within that Dragon cry for blood. They will strengthen the Dragon until they feed on the soul of willing death.",
    "the_beauty": "The beauty of jewelry is cold and hard, much as I used to be. I no longer have a need for such things.",
    "the_dragon_was_destroyed": "The Dragon was destroyed by our magic, our weapons, and the power of love and sacrifice. May Toro go to the fate he truly deserves.",
    "the_more_i_learn": "The more I learn about you, the more I learn to like you. I have never met anyone like you before.",
    "there_is_magic_upon": "There is magic upon the pillar. It is connected in some way to the Dragon. However, my spells do not affect the pillar.",
    "there_is_much_magic": "There is much magic in these islands. The island of Skyros particularly has a feel of ancient destructive magic. Marete, too, has a strong underlying presence of dark magic. Be careful, my friend.",
    "there_is_no": "There is no choice. Someone must die or we all shall die.",
    "this_is_magical": "This is magical, but it is a magic that harms. I have no interest in harming others now.",
    "this_is_not_the_time": "This is not the time. I feel as if something is about to happen, something very dangerous. If you survive this, then will I decide whether to bind my life to yours.",
    "unless_something": "Unless something is done quickly, there will be no help for any of us.",
    "we_are_all": "We are all in severe danger now. I have used all the Mana that I have, and so I cannot cast any more spells.",
    "we_have_defeated": "We have defeated the Dragon. The evil that created such destruction has been banished from this world forever.",
    "we_have_just_barely": "We have just barely begun to understand each other. You and I have not spoken together nearly enough to hear each other's heart. Let us learn more of one another first.",
    "we_will_not_give": "We will not give them that satisfaction. Evil only grows stronger when it feeds.",
    "we_will_speak": "We will speak again when you return.",
    "welcome_again": "Welcome again to my island sanctuary.",
    "welcome_to_my_new": "Welcome to my new home. Forgive me if I do not meet you in the daylight. I am still unused to such glorious brightness.",
    "what_is_this_ache": "What is this ache that fills me? Who am I waiting for? Will it be the stake through my heart, turning me to dust? Or the taste of his warm lips upon mine, restoring me to life? It does not matter which, if only he would touch me once more.",
    "what_is_this_candy": "What is this? Oh, a candy of some sort. Ah, its sensuous, smooth taste is a delight. My thanks for this.",
    "what_nightmare": "What nightmare is this? I am in darkness, yet I am powerless. The coffin has been nailed shut, and my magic does nothing. I am trapped, and it is as if a stake has been driven through my heart.",
    "who_else_would": "Who else would be willing to face this fiery death?",
    "you_are_beautiful": "You are beautiful, and honorable, and oh so good. I am attracted to you as a moth is to a flame. However, you remind me of the darkness in my past, and we are far too different to be happy together. I am very sorry, but no.",
    "you_are_quite": "You are quite capable of ruling this kingdom. You will be a most powerful King. Silmaria needs your courage and your strength.",
    "you_are_right": "You are right. Without others, this thing will soon be free.",
    "you_can_steal": "You can steal many things, but you cannot steal my heart again. I will not love someone who deceives all those who trust him.",
    "you_have_given_me_more": "You have given me more than enough fine things. I thank you for your generosity.",
    "you_have_powerful": "You have powerful magic, but the Dragon that will destroy Silmaria is mostly immune to magic. It would only be vulnerable to cold. No Wizard could hope to defeat it.",
    "you_know_nothing": "You know nothing of love! You ask others for their love, yet you feel no love for them. You deceive yourself as well as that warrior woman you have asked to marry you. You do not deserve to wed anyone!",
    "you_seek_the_kingdom": "You seek the kingdom of the sea? It has been long since I explored the element of the water. I had little interest in its magic then.",
    "you_try_to_charm": "You try to charm me with your words and attentions. Perhaps you are even managing to succeed. I do enjoy your company.",
    "you_will_willingly": "You will willingly die to defeat this creature? You are always a Hero, are you not? I gave my life to try to save you. Now your life will save us all.",
    "you_wish_to_kiss": "You wish to kiss me? Why? So you can stab me through the heart with a stake? No, I do not think that is your purpose, this time.",
    "you_wish_to_marry": "You wish to marry me?"
}