{
    "blood_and_water": "Blood and Water shall entwine,\nWater flows where Hades waits.\nPour libation to the depths,\nSpeak the chant to open gates.",
    "death_brought": "Death brought the Dragon to life. Only death shall defeat it. One must give up life willingly before the Dragon can die. Without sacrifice, the Dragon is deathless.",
    "greetings_slayer": "Greetings, Slayer of Monsters and Master of Swords.",
    "greetings_thief": "Greetings, Thief, Disarmer of Traps and Expert at Stealth.",
    "hirelings": "Hirelings from the northern lands,\nAspect of a conquest plot.\nSeek on island small to south.\nFortress walls hide what is sought.",
    "i_am_the_sibyl": "I am the Sibyl, who sees what is to come. Hear now the future that fate brings you.",
    "i_speak": "I speak the words of greatest aid, in times of greatest need.",
    "new_awakened": "New awakened, the Dragon is weak. Each feel of fear and pain feeds it. Fix first the pillar, or it shall fly free.",
    "seven_deaths": "Seven deaths, and the Dragon grows restless in dreamless sleep. Four posts that pinned it to darkness have been broken in blood. Three more shall be shattered with death. The last death shall awaken the Dragon fully.",
    "that_is_the_fate": "That is the fate that awaits you.",
    "the_first_death": "The first death you soon face is Death itself. Embrace it or not, Death shall drag you to its depths. Go willingly and you will gain.",
    "the_next_death": "The next death you face is one whose fate crosses yours. That which he cannot own, he would destroy. He will seek victory, even in his defeat.",
    "the_pillars": "The Pillars shall be broken,\nThe Dragon shall be awoken.\nProphecy stone breaks, Dragon awakes.\nAll must fight, or Dragon takes flight.",
    "water_water": "Water, water everywhere,\nBut there is no air.\nTouch the mouth where water flows,\nTo gain the gift for brave Heroes.",
    "welcome_paladin": "Welcome, Paladin, honor bright and noble.",
    "welcome_wizard": "Welcome, Wizard, Master of Magic.",
    "with_one": "With one, cannot be done.\nFire the foe that cannot regrow.",
    "your_way_is_darkened": "Your way is darkened with blood and death.",
    "your_way_is_marked": "Your way is marked with death. Face it gladly, and your way is marked with glory."
}