{
    "ah_you_are": "Ah, you are highly fortunate to have entered into the presence of the epitome of the Heroic Prototype. I, Magnum Opus, have graced this Guild with my magnificent presence.",
    "ave_ferrari": "Ave, Ferrari. I, who shall make my opponent die, salute you.",
    "greetings_you_are": "Greetings. You are fortunate to bask in the brilliance of my presence.",
    "i_am_here": "I, Magnum Opus, am here to win the Rites of Rulership and rule this little backwater city. They obviously need my indomitable leadership skills and matchless statesmanship.",
    "i_am_magnum_opus": "I am Magnum Opus, wondrous warrior of the Roman Empire and artist extraordinaire. My body is my canvas, and it is a true masterpiece.",
    "i_brilliant": "I, Magnum Opus, brilliant tactician and strategist, shall demonstrate to all in Silmaria that I am unsurpassed in my combat skills. I shall defeat all who challenge me.",
    "i_do_not": "I do not accept bribes.",
    "i_have_no_need": "I, Magnum Opus, have no need to accept anything from anyone.",
    "i_have_transformed": "I, Magnum Opus, have transformed the beast's day from 'Okay' to a memorable event.",
    "i_leader": "I, Magnum Opus, leader of warriors and master of men, will be forced to fight the woman, Elsa of Spielburg. I shall be merciful in her defeat.",
    "i_magnificent": "I, Magnum Opus, magnificent of body and spirit, must fight the beast, Toro. I shall teach the creature that he is only a monster, and that I am a man!",
    "i_permit": "I, Magnum Opus, permit you to speak with me.",
    "i_roman_gladiator": "I, Magnum Opus, Roman gladiator unexcelled, and brilliant spearman, shall show this Silmaria yokel, Kokeeno, that a mere guard is no match for my majesty and skills.",
    "i_shall_win": "I, Magnum Opus of the homeland of Romulus and Remus, leader of armies, peerless in the weapons of war, fierce, fearless, and fearsome in battle, shall win the Rites of Rulership and become King of this kingdom!",
    "i_superior": "I, Magnum Opus, superior of body and brilliant of mind, shall show that strange pawn of the scientists that Gort is nothing but mincemeat to my spear.",
    "i_supreme": "I, Magnum Opus, supreme warrior of the city-state of Nova Roma, unrivaled as a spearman, unparalleled as a shieldsman, and unsurpassed as a strategist, shall now show Silmaria how great I am.",
    "i_the_valiant": "I, Magnum Opus, the valiant, peerless spearman of the Roman Empire, shall prove the superiority of my skills in battling the fighter known as Abduel.",
    "it_is_warm": "It is warm in here. Rigorous exercise tends to produce heat.",
    "it_matters_not": "It matters not which village I shall release from the yoke of oppression, but Tinos shall be avenged by Magnum Opus!",
    "leaving_so_soon": "Leaving so soon? You've hardly worked out at all. You will never become the epitome of the perfect physique as I have become.",
    "mens_sana": "Mens sana in corpore sano, I, Magnum Opus, always say. You look as if you could use some exercise to build up some muscles. I am an excellent example of physical fitness.",
    "so_you_dare": "So you dare to challenge me, Magnum Opus? Poor, overconfident fool, your defeat will come swiftly.",
    "sweat_is": "Sweat is a manly odor, beast. Physical exercise cleans the body.",
    "the_beast_appears": "The beast appears to be the guildmaster here. It seems that no one else wanted the job.",
    "this_will_not_be": "This will not be a fight, but a spectacle of my brilliance and an ignoble defeat for all who dare challenge my wondrous skills.",
    "you_may_leave": "You may leave my presence, if you so desire."
}