{
    "a_ball_of_cloth": "A ball of cloth floating in the air? That sounds like a lot of hot air to me. It would collapse in the wind.",
    "ach_the_day": "Ach, the day is upon us! I shall be off. No competent scientist has anything to do with mornings.",
    "ah_gort_now": "Ah, Gort, now there is a truly worthwhile specimen! Have you noticed his magnificent upper body development, the finely tuned coordination in his extremities? And he manages to keep his mouth shut, unlike some.",
    "ah_so_youve_met": "Ah, so you've met my counterpart, Dr. Pretorius. He takes a rather naive viewpoint into the world of scientific experimentation.",
    "anchovies_survive": "Anchovies survive because they are too disgusting for anything to eat. Get that smelly rotting fish away from me!",
    "are_you_trying": "Are you trying to poison me? First you ruin a pizza by putting dead plants on top, then you dare to cover it with salty fish remains! Destroy it quickly before it kills us all.",
    "bah_that_is": "Bah! That is disgusting! Artichokes belong in a compost heap, not on a pizza.",
    "destiny_hogwash": "Destiny. Hogwash! A scientist's destiny is whatever he chooses to make of it.",
    "dont_touch_that": "Don't touch that! You could set off a chain reaction of cataclysmic proportions!",
    "first_that": "First that charlatan on Delos, now this insane figment of a land which does not exist. There is no such place as Hades!",
    "good_evening_whats": "Good evening? What's so good about it? Oracles and prophecies. Poppycock!",
    "good_evening_young_man": "Good evening, young man. Haven't you got better things to do than watch this barbarous event? You could be improving your mind, you know. Have you read a good science textbook lately?",
    "good_i_shall": "Good. I shall return to the very important research you have been interrupting.",
    "good_riddance": "Good riddance to you as well.",
    "goodbye_young_man": "Goodbye, young man. When next we meet you will see me in quite a different light, I assure you.",
    "gort_a_shining": "Gort, a shining example of the triumph of Science over superstition, is more than worthy to lead Silmaria to a rational, logical future.",
    "gort_has_a_slight": "Gort has a slight speech impediment. We are working on it on Science Island. Other than that minor defect, he is a triumph of science!",
    "gort_has_his_own": "Gort has his own special ways of getting around. He won't let a little thing like a sea get in his way.",
    "gort_is_fully": "Gort is fully prepared to do whatever it takes to ensure the dominance of science over these weak-minded invaders.",
    "gort_is_my": "Gort is my finest work of science to date. Now you understand his strength and power -- they came from MY brain!",
    "gort_is_ready": "Gort is ready and eager to prove his worth this night.",
    "gort_performed": "Gort performed magnificently in the last challenge. He is coming along just as we hoped he would.",
    "gort_say_goodbye": "Gort, say goodbye to the nice man.",
    "gort_shall_choose": "Gort shall choose Keros, for it is closest to the Academy of Science.",
    "gort_you_should_speak": "Gort, you should speak when spoken to.",
    "had_enough": "Had enough of science for now? I shouldn't wonder. You may safely assume that science has had enough of you as well.",
    "heat_rises": "Heat rises, cold sinks. That's science. But where to get the heat, and how to keep it from escaping? These are the deeper questions.",
    "hmmph_i_have_no_time": "Hmmmph. I have no time for such things now. I am in the middle of a magnificent experiment.",
    "how_did_you": "How did you find your way in here? Only Pretorius and I know about this laboratory! Or has he too betrayed me now?",
    "i_am_boiling": "I am boiling with rage! Instead of science, they want Gort to indulge in prophecies. They want us to guide our lives on some faker's made-up fortune!",
    "i_am_dr_mobius_peasant": "I am Dr. Mobius. For now, you are an ignorant peasant. If you wish to prove otherwise, you will have to pass the Test.",
    "i_am_dr_mobius_the_greatest": "I am Dr. Mobius, the greatest scientist on Science Island. Unfortunately, that understates my true genius since I am surrounded by dolts. Fortunately, most of them have left me in peace at last.",
    "i_am_mobius": "I am Mobius, senior scientist upon Science Island, and dean of studies at the Academy of Science. I have an IQ of 180, and I can calculate the square root of Pi to fifty places in four point six seven seconds.",
    "i_have_no_time": "I have no time for stupid social noises. Save them for those with nothing better to do.",
    "i_have_no_use": "I have no use for that. Put it away.",
    "i_will_have_nothing": "I will have nothing to do with sickeningly sweet things like that! Science is not about sweetness.",
    "if_this_so_called": "If this so-called underwater city actually exists, Gort will have little trouble getting there. We made him waterproof, of course, and he's quite heavy enough to walk there under the waves.",
    "if_you_were_reading": "If you were reading a science book, you wouldn't be here!",
    "in_accord_with": "In accord with the barbaric customs of this land, Gort shall prove that science shall triumph over beast.",
    "in_tonights_primitive": "In tonight's primitive display of brutality, the overly-muscled gladiator, Magnum, shall learn an important lesson. Gort shall teach him that brains shall always triumph over brawn.",
    "it_is_unfortunate": "It is unfortunate that we men of science must stoop to demonstrating our superiority in a contest of mere muscle. This place should be devoted to science fairs and spelling bees! Then will Silmaria see real contests!",
    "magic_the_delusion": "Magic. The delusion of superstitious fools. Some day science will rule and magic will lose its sway over little minds.",
    "more_philosophical": "More philosophical nonsense. How is Gort supposed to go into a place that doesn't exist?",
    "much_better": "Much better. It is time I returned to my work, now that that meddlesome Pretorius has gone for the night.",
    "my_research_has": "My research has lately thrust into the dark recesses of the human mind. I have made discoveries that would leave you gasping in amazement. Lately I have been working on a critical project with Gort.",
    "not_now_i_have": "Not now. I have very important research to attend to. Very important! Go away.",
    "now_at_last": "Now at last you begin to see a hint of my true genius! My research draws near its completion. Just imagine a world populated by Gorts!",
    "now_you_can_see": "Now you can see true science at work. I have created a man! Nyaah hah hah!",
    "oh_its_you": "Oh, it's you again. Watch if you must; maybe you'll become worth something some day.",
    "or_in_the_case": "Or, in the case of dissection, it's what the scientist uses to separate brute animals. You'd be surprised at what a true scientist can do with a few loose body parts.",
    "pepperoni": "Pepperoni and jalapeno toppings, those are the secret to a truly world dominating pizza. Everything else is incidental; those are incendiary!",
    "pizza_is_the_ultimate": "Pizza is the ultimate fuel. Some day we will invent cars, airplanes, even spaceships. Undoubtedly they will need pizza to get anywhere. Of course, the pizza needs sufficient fire to achieve its full potency.",
    "please_do_not": "Please do not feed or annoy the Gort.",
    "pretorius_is_more": "Pretorius is more than a bit lacking in the ruthlessness it takes to pursue a scientific trail to its conclusion. Nonetheless, he is a scientist and has occasionally been of great use to me.",
    "rites_of_rulership": "Rites of Rulership. Hah! These tests are just an excuse so the politicians can get someone to do all their work for them.",
    "science_is_about": "Science is about going beyond the limitations of nature. We can create unimaginable power at our whim.",
    "science_is_the_ultimate": "Science is the ultimate power. It bends everything else to its needs.",
    "science_is_what": "Science is what separates man from brute animals.",
    "sending_gort": "Sending Gort to Delos is a total waste. He needs scientists, not seers!",
    "shouldnt_you_be": "Shouldn't you be off getting killed by a Hydra or something?",
    "so_my_experiments": "So, my experiments have gone just as I expected. With science there are no mysteries, only phenomena to be explored. Some day I shall publish my results and astound them all!",
    "soon_enough_i_will": "Soon enough I will have all the money I need to complete my experiments. I will not perform feats of science on charity!",
    "tell_the_oracle": "Tell the oracle she should get a real job. Picking pockets or something else more honest than making up prophecies.",
    "that_bears_a": "That bears a passing resemblance to a proper pizza, but pepperoni cannot carry a meal by itself. It needs a bit more fire before it can be good enough for science!",
    "that_flying_trick": "That flying trick was fairly clever. You may not be quite as hopeless as I'd supposed.",
    "thats_right_go_off": "That's right, go off on your hopeless quest when you could be learning real science here. Say hello to Hades for me. Argh!",
    "the_fluid": "The fluid! I must have the fluid! Hydrogen hydroxide is just the thing. Fortunately, I can get all I need of that here.",
    "the_real_trick": "The real trick isn't killing the Hydra; it's finding a way to get to its island when no boat will go near it.",
    "the_so_called": "The so-called researchers who built that flying gondola lacked rigor. The boat is much too heavy to fly. A real scientist would have figured out how to make it lighter before trying to fly in it.",
    "this_is_not_fair": "This is not fair! You are fools, all of you, to believe that neutralizing magicians is some sort of crime. They perpetrate the crime of altering reality! Why don't you convict them?",
    "this_is_sheer": "This is sheer superstitious nonsense! We shall not participate in such poppycock. Sybils who see the future, hah. Gort is a product of rational science and has no time for some soothsaying swindler's lies.",
    "this_night_gort": "This night, Gort, graduate of the Academy of Science in Silmaria, shall defeat the so-called champion Abduel.",
    "this_time_gort": "This time Gort will remain here so we can continue our research. I will not send him off on a wild Hades chase!",
    "tonight_shall_be": "Tonight shall be no match at all. Gort must fight a woman. What is this kingdom coming to?",
    "using_the_crane": "Using the crane requires some forethought, not one of your strengths. Each action has to be preset, then activated. I can't imagine what you'd want to lift with it anyway.",
    "watch_a_glass": "Watch a glassblower make hard glass melt by applying a little heat. That is science at work!",
    "watch_as_gort": "Watch as Gort uses what we have learned here to decimate those barbarian invaders. I doubt they can even factor a polynomial without a reference book.",
    "we_created": "We created this island to keep out the prying eyes of jealous neighbors. Here we can pursue our research and experiments without fear of offending some petty peasant.",
    "we_scientists_deserve": "We scientists deserve to rule this misbegotten little kingdom. Only we can show the world the way to the future. Only we can destroy the superstitious sorcerers, and let technology triumph! We will overcome the occult! Science rules!",
    "what_are_you_doing": "What are you doing here? This lab is restricted! Only master scientists are permitted here. Go away!",
    "what_is_the_meaning": "What is the meaning of this outrage, asking that we pretend mythology is history and Hades a real land? There shall be an accounting for this!",
    "when_science_and_brute": "When science and brute force battle, science must inevitably win.",
    "when_was_the_last": "When was the last time you practiced your calculus? You seem more interested in watching a fight than improving your brainpower. A mind is a terrible thing to waste.",
    "with_science_man": "With science, man can conquer the land, the oceans, even the sky. A few feathers, a little wax, and the scientist becomes a bird. You, on the other hand, are at best a stuffed pheasant.",
    "yes_it_is": "Yes! It is a pepperoni and jalapeno pizza, the ultimate blend of science and art! If we could but harness this power, we could rule the world. Care for a piece?",
    "yes_you_had_best": "Yes, you had best be off to chase invaders. It's quite irrelevant, you know -- Gort will inevitably win this challenge.",
    "you_can_find": "You can find the results of past experiments everywhere around here. Just remember, there is no such thing as a failure in science, only evidence against one hypothesis in favor of another.",
    "you_do_have_a_bit": "You do have a bit of intelligence about you. But don't overestimate yourself. There is nothing here that a non-scientist can even hope to comprehend.",
    "you_fly": "You, fly? Hah! Like as not you'd let the wax on your wings melt like Icarus did, and fall into the sea. He didn't even think to tie the feathers together. A scientist always makes a backup.",
    "you_fool_i_have_no": "You fool! I have no time for this; science awaits! It is something to sink one's teeth into.",
    "you_have_the": "You have the opportunity to learn the benefits of science first hand tonight. I hope that you will be capable of learning this lesson.",
    "you_reveal_the_depth": "You reveal the depth of your ignorance by asking such a question. Every two bit researcher knows the importance of pizza in scientific research!",
    "you_should_never": "You should never underestimate the power of science.",
    "youve_come_back": "You've come back just like a bad penny. Maybe you should just turn tail and go back where you came from."
}