{
    "be_careful_sometimes": "Be careful. Sometimes those you trust may betray you, as I have good cause to know.",
    "beloved_you_are": "Beloved, YOU are the druggist.",
    "business_has_been": "Business has been very strong lately. Sadly, it is this way only because of the evil events here in Silmaria. It would please me more to have fewer, but happier, patrons.",
    "candy_for_me": "Candy? For me? Thank you!",
    "come_again_soon": "Come again soon. Our herbs will always be here when you need them.",
    "erasmus_is": "Erasmus is a great and very kindly Wizard. His spells have greatly aided the people here.",
    "even_after": "Even after the poison cure pills, the poison remains in Ugarte's system. He is alive, but he will not be well until we find the antidote.",
    "farewell_may_your_path": "Farewell. May your path always lead where you are most needed.",
    "go_forth": "Go forth with care. There are other dangers about than the assassin's poison.",
    "have_you_ever": "Have you ever thought of learning the healing arts? I would like to be able to spread my knowledge to others so that more may be healed.",
    "he_appears_to": "He appears to sleep peacefully, but it is strange. Like the coma that those poisoned by the assassin suffer, it is a sleep that brings no healing to the body. It is a sleep without rest.",
    "how_lovely": "How lovely they are. You have given me a most welcome gift.",
    "i_am_afraid": "I am afraid that you have sold the last bottle to that strong fighter who came here yesterday.",
    "i_am_feeling": "I am feeling very well. Erasmus and Shakra are on the path to recovery and I now can rest again as well.",
    "i_am_happy": "I am happy that Salim has managed to find an antidote to the assassin's poison. Perhaps we can now start to turn the tide back to the cycle of life from that of death.",
    "i_am_saddened": "I am saddened by the death of Ugarte. If we could but find a cure, no one need die by the assassin's dagger.",
    "i_am_very_puzzled": "I am very puzzled at this drug. It is almost more a disease than a poison.",
    "i_am_well": "I am well, thanks to you and Salim.",
    "i_do_not_think": "I do not think that even the waters of Lethe can bring them out of their coma. But it will let them sleep properly, and in time the drug will cleanse itself from their bodies. Thank you for bringing us the Lethe water.",
    "i_had_heard": "I had heard of the fabled black lotus, but did not truly credit its existence until you brought it here. Somehow the assassin found the lotus as well and used it in his foul poison.",
    "i_have_been": "I have been tending Ugarte. It is most sad that with all my knowledge of healing, he is not getting better.",
    "i_know_that_you": "I know that you grieve for your Wizard friend. Here, take these magical flower seeds. They grow almost overnight and spread great beauty and fragrance. I hope that this will make your journey less sad.",
    "i_mourn": "I mourn for Rakeesh and for your loss of a dear friend.",
    "if_the_lotus": "If the lotus is indeed the main ingredient of the assassin's poison, Salim should be able to use this one to make an antidote.",
    "if_we_could_but": "If we could but find a sample of this poison that has not yet tasted blood, I am certain we could determine its nature.",
    "if_you_are_ever": "If you are ever injured, I will be honored to heal you.",
    "im_finding_it": "I'm finding it difficult to sleep knowing that Shakra has been drugged. He seems to sleep, but get no rest himself.",
    "it_disturbs_me": "It disturbs me, this drug that has stricken the Archmage. I have heard of sickness from which the victim will fall asleep, but not one from which they will not awaken.",
    "it_is_a_great_pleasure": "It is a great pleasure to see you. You have been most kind to me.",
    "it_is_a_pleasure": "It is a pleasure in this time of so many hardships to see your friendly face.",
    "it_is_always": "It is always a great pleasure to speak with you.",
    "it_is_good_to_be": "It is good to be human again. In the form of a tree, you can learn great wisdom, but it is the knowledge born of solitude. I now enjoy greatly the company of others. I am mastering the arts of healing both the body and the soul.",
    "it_is_good_to_see_you": "It is good to see you again. I have been reading some fascinating works on the healing arts. Did you know that it is possible to use healing magic even to regrow a missing limb?",
    "it_is_like_sunshine": "It is like sunshine to see you.",
    "it_is_said": "It is said that the waters of the river Lethe have miraculous properties. I do not know for certain that even that would be enough, I fear.",
    "it_seems_that": "It seems that one gains no benefit from sleep while under the influence of that drug. Perhaps they could benefit from a still deeper sleep.",
    "like_salim": "Like Salim, I am saddened that we cannot find cures to the poison and the drug. We are doing everything that we can to aid the victims, but little has helped them.",
    "may_the_daggers": "May the daggers aimed for you always miss their target, my friend.",
    "may_you_always": "May you always be so fortunate as to chose the right path.",
    "may_you_walk": "May you walk with harmony.",
    "may_your_kindness": "May your kindness bring kindness.",
    "may_your_path": "May your path be guided by your wisdom.",
    "may_your_sleep": "May your sleep come from nature and cure all ills.",
    "no_thank_you": "No, thank you. I am not hungry.",
    "oh_i_am_glad": "Oh! I am glad you brought this to us. Salim and I may be able to find out how to cure the effects of the drug now that we have a sample.",
    "salim_and_i_are_well": "Salim and I are well. Silmaria needed an apothecary like this one.",
    "salim_has_been": "Salim has been able to prepare new poison cure pills using the black lotus you brought to us. One cannot stop a truly deadly poison without some of the poison itself.",
    "salim_is_a_man": "Salim is a man of great kindness and heart. I am deeply happy with him.",
    "shakra_lies": "Shakra lies in a deep coma, seemingly asleep but getting no rest. Somehow we must cleanse his system or help him get true rest, else I fear he may die.",
    "so_this_is": "So this is the fabled black lotus blossom. I am told that it is a potent source of mana, although it can also be a deadly poison.",
    "sokolatak_ya": "Sokolatak-ya for me? Thank you! Of all the things I missed while I was a tree, chocolate may have been the greatest loss.",
    "thank_you_for_bringing": "Thank you for bringing us the water of Lethe. Erasmus and Shakra are now sleeping peacefully. In time they will be fully healed of the drug's effects.",
    "thats_very_lovely": "That's very lovely, but I have no need of gifts. Salim brings me everything I need.",
    "the_waters_of_lethe": "The waters of Lethe have great magical properties. Shakra and Erasmus will sleep for a long while, but when they awake, the drug will have been cleansed from their bodies.",
    "the_wizard_fenris": "The Wizard Fenris assured us that his companion was not suffering from a magical spell, nor did I find signs of illness upon the Archmage. Thus I believe that it must be some sort of drug of which we do not know.",
    "there_is_great_sorrow": "There is great sorrow at the loss of such a hero as Rakeesh. Our lives are darkened at his passing.",
    "there_was_little": "There was little I could do for the brave Liontaur. His soul has passed onward.",
    "this_apothecary": "This apothecary is a dream fulfilled for Salim and myself. Here we are able to heal and help people with Salim's herbs.",
    "this_friend_of_yours": "This friend of yours may be just the student I've been hoping to find. If he is truly serious about this, then I shall be delighted to teach him what I know of medicine and the art of healing.",
    "this_is_not": "This is not a poison, and will not directly kill the one who takes it. However, the victim needs to be fed and given water, or he will starve in his restless sleep.",
    "this_land_is": "This land is so much more alive than the deserts I grew up in. It is so green and lush that it soothes the soul.",
    "until_we_discover": "Until we discover the missing ingredient for the poison, we cannot make an antidote. It is probably a rare flowering plant, but it is not one of which we know.",
    "we_are_used": "We are used to dealing with many rare plants and minerals here, but I have never before encountered the main ingredient of the assassin's poison. It must be a very rare plant.",
    "we_fear_the_archmage": "We fear the Archmage Erasmus has been drugged in some manner.",
    "we_have_been_working": "We have been working with all our skills to learn the nature of this poison, but so far, we have been chasing shadows.",
    "we_still_do_not": "We still do not fully understand the sleep drug, although the waters of Lethe seem to have cured its effects. I could find no trace of magic in the candy, yet it acted almost magical on its victims.",
    "welcome_back": "Welcome back. Is there any way in which we can help you?",
    "welcome_good_hero": "Welcome, good Hero. It is good to see that you have not joined those in the sleep which brings no rest.",
    "welcome_to_our_apothecary": "Welcome to our apothecary. I believe we have met before, although I was in quite another form at the time.",
    "welcome_to_our_small": "Welcome to our small shop. We can provide healing and herbs when you need them.",
    "welcome_you_have": "Welcome. You have proved yourself a Hero once more with Ugarte.",
    "with_salims_knowledge": "With Salim's knowledge of potions and pills, and my healing abilities, we have much business here.",
    "you_are_most": "You are most fortunate that the assassin had other prey. We rejoice that you are well.",
    "you_have_been_injured": "You have been injured! Please, allow me to heal your wounds.",
    "you_have_helped": "You have helped many here. I thank you on behalf of those you have helped to heal.",
    "you_have_truly": "You have truly been to the river Lethe and brought back its water? You shall never cease to amaze me. This may be exactly what Shakra and Erasmus need to help them sleep properly.",
    "you_say_that_this": "You say that this Arestes lost his arm at sea? I will try to help him with my healing arts.",
    "your_friend_is": "Your friend is still in a deep coma, but he is alive. When we have an antidote, I am certain he will be well."
}