{
    "a_good_grapnel": "(unused) A good grapnel and rope will let ya climb most anywheres. It's another little item that's standard in the guild.",
    "a_pickpocket_knife": "A pickpocket knife be just the thing ta cut a coinpurse from someone's belt, or slip inta a pocket and pull out a pouch a coins.",
    "a_pleasure_doing_business": "A pleasure doing business, as it were.",
    "a_right_pleasure": "A right pleasure it is to be meeting you, mate.",
    "aint_as_bad": "Ain't as bad as it could be. Ain't starving.",
    "aint_none_of_us": "Ain't none of us at the Guild what's fond of assassins, ya know.",
    "and_what_if": "And what if someone brings home the bird? Yer sure ta be losing then.",
    "anything_what_gets": "Anything what gets the fat fart mad makes me happy. He's too full of himself.",
    "aye_and_set_the_rats": "Aye, and set the rats ta guard the cheese? Thank ye, but I'll pass on that for now.",
    "be_seeing_ya_later": "Be seeing ya later. Good night to ya.",
    "be_seeing_you_around": "Be seeing you around, I be sure.",
    "check_out_the_betting": "Check out the betting board. Ye can see fer yerself that the stakes are getting high.",
    "come_to_gloat": "Come ta gloat? Ya gots me fair and square.",
    "dead_men": "Dead men tell no tales, and I ain't going to, either. At least, not when I don't know no news.",
    "done_its_a_deal": "Done! It's a deal, matey.",
    "dont_act_too": "Don't act too cocky and get yerself arrested.",
    "drop_your_anchor": "Drop your anchor, me bucko. There's more than one Blackbird, and only the real one will do here.",
    "ferraris_fat_guards": "Ferrari's fat guards don't watch the Parrot right now. They're all up guarding his house. Ferrari's got something important there, no doubt.",
    "ferraris_not_the_worst": "Ferrari's not the worst sort, but he's definitely pompous, arrogant, and self-centered.",
    "ferraris_place": "Ferrari's place was loaded with his guards. There's nary a doubt the Fat Man had something he wanted ta keep safe. The one that got in must not a got it. Ferrari's acting too full of it.",
    "forget_it": "Forget it. I'll not be making any deal with ya this day.",
    "good_evening_matey": "Good evening, matey. What can I be doing fer ya?",
    "good_evening_welcome": "Good evening. Welcome ta the Guild. What can I be doing for ya?",
    "good_ta_see_ya": "Good ta see ya again. Will ya join me in a toast ta the salt seas of Silmaria?",
    "ha_you_must_be": "Ha! Ya must be thinking this be some non-profit organization, this Guild. I'll be a cheat ta try to sell it for such a price. I'll offer ya this.",
    "happy_ta_see_ya": "Happy ta see ya, matey.",
    "have_a_drink": "Have a drink at the parrot fer me, and good night.",
    "have_ya_been": "Have ya been noticing that things have been a bit different about the Dead Parrot lately?",
    "he_calls": "He calls himself 'B.' and is betting ta be Chief here. If he makes it, I'm not sticking around.",
    "he_came_here": "He came here a few months back. He never said much, just hangs out here at times. Don't even know his name. I'd not trust him as far as I could throw him.",
    "he_was_looking": "He was looking fer ya the night he died. Seems he had the stuff ya wanted ta know. Didn't say too much about it, but he did mention that he knew who was behind everything.",
    "hey_i_gotta": "Hey, I gotta thank ya. That healer babe came by and fixed my arm as good as new. She said ya sent 'er to me. You're a real first mate, lad.",
    "hey_what": "Hey, what are you doing here? This place is not for the likes a you. Get out!",
    "hold_off": "Hold off there, matey. There's some things I best not know about. I might start laughing in the Fat Man's face the next time I see him.",
    "i_be_arestes_and_ill": "I be Arestes, and I'll be glad ta sell ya some needed tools, or teach ya a new trick a the trade. Ya can come here to hone some skills, or just ta gab.",
    "i_be_arestes_honest_merchant": "I be Arestes, a retired seaman and honest merchant. Why do you want to be knowing?",
    "i_be_arestes_retired_seaman": "I be Arestes, a retired seaman and honest merchant. Why do you want to be knowing?",
    "i_be_minding": "I be minding the store, keeping the Guild honest, as it were. I'm trusted because I didn't set out fer this job. I made me livelihood at sea, till I went one way and me arm went another.",
    "i_been_watching": "I been watching that bank fer quite a while now. Planned ta do it meself, sometime. Figured there'd be enough fer me ta retire. Guess I just waited too long.",
    "i_dont_like_mates": "I don't like mates getting it like that. Ugarte may a been a rat, but he was a bloody mite better than some rats I could name.",
    "i_dont_want_no": "I don't want no trouble, and I ain't going ta fight ya with your spells and all. Let's be going.",
    "i_figure_ferrari": "I figure Ferrari deserves anything he gets.",
    "i_gots_everything": "I gots everything ya could want fer our profession here, so shows me some gold and I'll be happy ta sell ya things.",
    "i_hears_tell": "I hears tell a guy robbed the bank. Got away with a hefty sum.",
    "i_hopes": "I hopes ya got whatever you were looking for.",
    "i_lost_me_taste": "I lost me taste fer fish a looong time ago, thank you.",
    "i_lost_me_taste_guild": "I lost me taste fer fish a looong time ago, thank you.",
    "i_made_a_deal": "I made a deal with that Centaur who runs the city. Gonna start a locksmith shop in my hometown... Pay off me debt to Silmaria with cash instead of wasting away in jail me whole life.",
    "i_rather_gathered": "I rather gathered at this point that ye be a thief. Not too many get here otherwise.",
    "i_shouldnt_be": "I shouldn't be saying this, seeing that he's here and all, but I'd hate ta see him win. That guy is in the running fer Chief Thief. If he wins, I'll not be wanting ta be working here under him.",
    "i_was_told": "I was told it would be awhile afore we see Ugarte. Until the healers figure out the poison, all they can do is keep Ugarte from dying.",
    "id_have_ya": "I'd have ya keel-hauled for such an offer if we was asea! I'll not take any less than this after that insult.",
    "id_not_be_minding": "I'd not be minding a mug a grog right now, but it's a fine night.",
    "if_theres_a_more_likely": "If there's a more likely assassin than B., I've never met him.",
    "if_ya_buy_the_knife": "If ya buy the knife, we even let ya practice on that dummy. And if ya can get a coin from it without ringing the bells, ya can keep the coin. We'll then give ya the harder dummy ta practice on. When ya gets the coins from it, yer ready ta pick some real pockets.",
    "if_ya_dont_know": "If ya don't know how ta take out a trap, ya better check out the chest over there. Most important stuff around here tends ta have a trap on it. If ya got a toolkit, ya probably knows your stuff, but ya can always practice here, as long as ya gots the cash ta feed the safe.",
    "if_ya_fight": "If ya fight in here, I'll throw ya outta the Guild meself. Ya will not be a Chief Thief if yer not in the union.",
    "if_ya_havent": "If ya haven't checked it out yet, there's an empty house up on Nob Hill that fit fer taking. Not sure there's anything left since the owners left fer vacation, but it's worth a look.",
    "if_ye_be_looking": "If ye be looking fer some work, I mights be able to steer yer course, as it were.",
    "ill_be_outta": "I'll be outta here soon.",
    "ill_not_take": "I'll not take a penny less. My offer stands.",
    "ill_remember_that": "I'll remember that. Never thought much about it before, but for now on, I'll do what I can to help others. Sort of like sharing good fortune, I guess. Thanks.",
    "ill_soon_be_sailing": "I'll soon be sailing outta here.",
    "im_no_snitch": "I'm no snitch like Ugarte, and a sailor hates rats. Still, if yer looking fer the slimy shark that took out Ugarte, I'd keep me eye on that guy with the daggers what comes in here.",
    "im_not_about": "I'm not about ta take you on. I'm no fighter, not without me arm. I'll follow and not make no trouble.",
    "im_not_messing": "I'm not messing with magic. I've no desire ta be a toad the rest a my life. A toad with no arm might have a bitta trouble hopping, or so I thinks. I'll go quietly with ya, while I still be walking on me own legs.",
    "im_pretty_much": "I'm pretty much as always.",
    "it_gotcha": "It gotcha. If ya ring the bells, ya know ya need ta practice more. If ya get the coin, I'll set up the tougher dummy next time.",
    "it_were_a_close_battle": "It were a close battle, but the one with the most generous purse won this contest. It were the one that proved his skills at out-thieving us all. It were the man with the most cunning, the greatest stealth and stealer of all.",
    "it_were_a_tough": "It were a tough battle, and the betting stakes were high, but it all comes down ta the Blackbird. The person with the real Blackbird be leader of us all.",
    "it_were_done": "It were done real professional-like. It'll be a time before the bank's worth taking again, unless they catch the robber with the cash.",
    "its_a_bad_night": "It's a bad night. With the attack on Ugarte, the Guild members are getting real nervous. I gots a feeling this place will be pretty quiet fer a while.",
    "its_a_fine_night": "It's a fine night ta be sailing, mate. Welcome aboard.",
    "its_a_good_evening": "It's a good evening, it is. Folks are laughing all over behind Ferrari's back. All those guards, and a guy still got inta the house.",
    "its_a_living": "It's a living. Better'n starving. Didn't want ta be a thief, but there ain't no work for a one-armed sailor, ya know.",
    "its_as_good": "It's as good as it ever was, thanks ta you.",
    "its_nice_ta_be_seeing": "It's nice ta be seeing a friendly face, let me tell ya.",
    "its_nice_ta_see_ya": "It's nice ta see ya again. I've never had a pal like you before.",
    "its_the_house": "It's the house nearest ta the arena. You never know what you'll find til you look.",
    "its_under_the_bridge": "It's under the bridge to the west. Watch for traps.",
    "its_whispered": "It's whispered that the Fat Man's got the Blackbird. Damn me if it's true. He'll be Chief Thief fer sure.",
    "ive_had_better_times": "I've had better times, let me tell ya. That guy over there makes me nervous.",
    "keep_yer_eyes": "Keep yer eyes peeled. That next dagger might be fer you.",
    "let_me_take_a_look": "Let me take a look at that. I might be willing ta buy it from ya fer a reasonable sum.",
    "little_sus": "Little suspicious that ya happened ta be there just at the right time. It's a wonder that you were not offed as well.",
    "look_i_closed": "Look, I closed early and went ta wet my whistle with grog. Don't blame me fer Ugarte. I'm a lousy throw without me arm.",
    "look_this_is": "Look, this is me best offer, and no better.",
    "looks_cheap": "Hmmph. Looks cheap ta me. I ain't interested in buying it.",
    "lost_it_when": "Lost it when some rigging on the sails got tangled in a storm. I was getting it loose when the wind shifted. I was knocked aft and my arm was smashed. Like to die, I was.",
    "magic": "Magic? Ya mean that pull a rabbit outta a hat, pick a card sorta ruck? Who do ya gets ta do yer spells, a Gnome? They're tricksy sorts, and no one trusts them.",
    "more_an_likely": "More an likely, it means they'll add some more guards, and make that bank even tougher ta get stuff from.",
    "most_guild_members": "Most Guild members want ta crack the bank, but not a one a them has tried that didn't get caught.",
    "nice_ta_know": "Nice ta know I gots some job security around here, but ain't ya counting yer cannons afore they fire? Ya ain't won the betting yet.",
    "nice_talking": "Nice talking to ya.",
    "no_ill_not": "No! I'll not be having that in here. If ya want ta go fer each other's throat, get outta here.",
    "no_thanks_it_be_bad": "No thanks, it be bad fer the teeth.",
    "oh_did_ya_now": "Oh, did ya now? Then I think ya should be checking your bird again.",
    "oh_its_a_betting_game": "Oh, it's a betting game, and a real gamble. You can bet, raise, or call, and try ta get the others to drop out. Only one bet a week, though.",
    "oh_its_you": "Oh, it's you. Good ta see ya. What can I be doing for ya today?",
    "okay_no_hard": "Okay, no hard feelings. Ya did your job, matey.",
    "or_maybe_youre_here": "Or maybe you're here ta enter the contest. Word's gotten around that you be a right tricky picky with the locks, and a snappy sneak.",
    "proof": "Proof? What sorta proof ye be talking about? Ye ain't got nothing ta pin on me.",
    "rumor_has_it": "Rumor has it that the bird is somewhere around Silmaria. That's why the Guild's a bit empty-like. Most mates'd rather the get rich quick scheme than working fer a living, even at this profession.",
    "rumors_is_it": "Rumors is it, you want to be knowing? Well, matey, dead men tell no tales -- nor do I.",
    "seems_ya_be": "Seems ya be an experienced sort a thief, ain't ya? You'll do well around here, no doubt.",
    "silmarias_the_land": "Silmaria's the land of adventure. See for yerself, lad.",
    "so_far_no_one": "So far, no one's heard who did it. They figure it was someone new around here, though.",
    "so_giving_me": "So, giving me a hard time, are ya? Well, match this, ya pennypinching landlubber!",
    "so_i_hear_the_killer": "So I hear the killer got Ugarte. Lucky for the little snitch ya happened ta be near. There's word he'd be dead but fer you.",
    "so_thats_me_life": "So that's me life story in a nutshell as it were.",
    "so_the_little_snitch": "So, the little snitch got caught, I hear. Poor Ugarte. He thought he had it made.",
    "so_what_do_you_say": "So what do you say, me bucko? You going ta join, or make the mistake a going it alone, with no union at your side?",
    "so_ya_found": "So, ya found the place, did ya? Check it out, matey. This be the finest Thieves' Guild in all of Silmaria.",
    "so_youre_back": "So, you're back. Keeping outa trouble, ain't ya?",
    "someone_broke": "Someone broke inta Ferrari's place last night. Don't know if anything was swiped, but the Fat Man was really mad at his guards fer not catching the thief.",
    "sorry_matey": "Sorry, matey, but I have no interest in that.",
    "sorry_matey_guild": "Sorry, matey, but I have no interest in that. I'll fence a lot of goods, but there's not exactly a market for that sort of thing.",
    "stealth_oil": "Stealth oil is used ta grease a rusty hinge, or silence a squeak. It'll help loosen something that be stuck, as well. No self-respecting burglar will break in without it.",
    "take_care_now": "Take care now, and don't get caught doing anything I wouldn't do.",
    "that_be_worse": "That be worse than piracy, ya scurvy dog. I'll not be dealing with anyone that cheats that badly. Take this, or leave it.",
    "that_crazy_wizard": "That crazy Wizard with a talking rat? I saw him come ta town after the King got offed. He just appeared right in the middle a the Hall a Kings. He's the real thing.",
    "that_does_it": "That does it! I'll not be dealing with the likes a you.",
    "that_healer": "That healer is a swell lass. She said ya helped her once too, and was just passing the good along. I've not met the likes a either a ya before. Guess it's me job to do someone else a good turn someday, as well.",
    "thats_a_long_way": "That's a long way fer the assassin ta throw a dagger. There's magic involved someway. I heard rumors that Wizards can magic a dagger so that it will always hit its target. Might only be sea shanties, but that's what I think.",
    "thats_the_lion": "That's the lion monster, ain't it? Scupper me with a marlin's spike, but I don't wanta mess with that thing.",
    "the_best_job": "The best job in town ta be making yer fortune is ta take the bank. It's a tough job, since the guard patrols the streets a Town Square each night. I hear told that there's traps, too.",
    "the_chief_thief": "The Chief Thief contest is over now. We'll be announcing a winner soon. You'll be called when the time comes to tell.",
    "the_dummy_over_there": "The dummy over there is where ya gets good at pickpocketing. Ya need ta buy the pickpocket knife first though. I'll be pleased ta sell ya one fer a reasonable price.",
    "the_fat_man_would": "The Fat Man would certainly have a fit if ya were ta win.",
    "the_fees": "The fees for the Guild are a bit stiff. It'll cost ya a hundred drachmas to become a Guild member. Still, you can make that back in a week or so. And where else are you going to fence your hot stuff but here?",
    "the_guilds_willing": "The Guild's willing ta pay a reasonable sum if she's brought here. I hear Ferrari's willing ta pay more, though. If someone with the bird is in the contest ta be Chief, then he'll win fair and square, or as fair as a thing like this gets.",
    "the_new_chief_a_this_guild": "The new Chief a this Guild is the former Prince of Shapeir.",
    "the_new_chief_thief": "The new Chief Thief a Silmaria will be the one with the real Blackbird.",
    "the_one_person": "The one person Ugarte really didn't trust, I don't trust either. The guy with the dagger that sometimes hangs around here and calls himself 'B.' He's going fer the Chief Thief seat.",
    "the_one_that_did_in": "The one that did in Ugarte has gotta be the one that did in the King.",
    "the_other_trick": "The other trick ya can learn here is ta pick a pocket. Fer that ya be needing a good pickpocket knife. I'd be happy ta sell ya one.",
    "the_safe": "The safe will cost a bit ta practice, but it's better than having a trap blow up in yer face.",
    "the_sea_right_now_be": "The sea right now be dangerous. Besides the sea monsters looking for tasty bits, there's the sea folk who be attacking ships. It ain't safe fer travel.",
    "the_thing_that_might": "The thing that might save yer skin best is the blackjack. Ta use that, ya need ta sneak up behind someone and hit 'em in the back of the neck. If ya don't sneak enough or hit 'em just right, yer in for a fight. But with practice, you can take a person out.",
    "theres_five_now": "There's five now in the running fer the position. A few have dropped out when the stakes got high. Ya gots ta be a high spender, or bring in the bird, if ya gonna win.",
    "theres_not_another_thief": "There's not another thief I'd rather see than you walk in right now.",
    "theres_some_what_says": "There's some what says you offed Ugarte. I doubt that you'd be standing here if the bosses a this city believed that. You'd never a gotten away from the guards once they had their mitts on you.",
    "they_gots_back": "They gots back all the money, so they let me off, cheap. I'm in for twenty. Might even live that long, if I'm lucky.",
    "things_aint_too_bad": "Things ain't too bad around here. The Chief Thief contest is worth watching. Who knows how high that betting's gonna get?",
    "this_be_a_fine_place": "This be a fine place to be, stranger. You'll like it here.",
    "this_be_the_best_place": "This be the best place there be ta be practicing some skills so ya won't be caught by the guards.",
    "this_place_is_open": "This place is open most nights. We don't likes ta open in the daytime, 'cuz someone might be seeing ya.",
    "those_of_the_guild": "Those a the Guild tends ta be night owls, and a torch be just the thing ta light yer way in a darkened room.",
    "trying_to_get": "Trying ta get the money ta get a new arm. Reckon I'll never get one, now.",
    "ugartes_a_good_source": "Ugarte's a good source a information. He's certainly the chief gossip around here.",
    "watch_yer_back": "Watch yer back. I don't like the way that guy is looking at ya.",
    "watch_yer_backside": "Watch yer backside, matey. Blackmail is a very risky profession.",
    "watch_yourself": "Watch yourself out there. Things can get dangerous.",
    "we_be_here_tonight": "We be here tonight ta greet the next Chief Thief a the Thieves' Guild of Silmaria.",
    "we_sells_only": "We sells only the strongest a ropes here. Buy from the best, and you'll not need the rest, or so it be said.",
    "welcome_aboard": "Welcome aboard, me hearty. It'll be good ta see someone new around here.",
    "well_i_guess": "Well, I guess I really don't wanta raise the wrath a someone who can tear me ta shreds and voodoo me. Let's be going ta the guards, then.",
    "well_if_i_never": "Well, if I never see ya again, ya know I'll never forget ya. Good day to ya, and good luck.",
    "well_if_ya_be_wanting": "Well, if ya be wanting information, maybe you should be asking Ugarte there. He's the one who tells me all the rumors around here.",
    "well_lets_see": "Well, let's see... Ugarte tells me there's a gal at the Parrot what's sweet on ya. She'd make a fine catch, if one wanted ta set anchor.",
    "well_matey_things": "Well, matey, things have been mighty quiet-like around here 'til you and Ugarte showed up ta talk.",
    "well_matey_you_gots": "Well, matey, you gots good manners. Can't say that about most what comes in here.",
    "well_mateys_it_be": "Well, mateys, it be the time ta say the name a the next Chief Thief.",
    "were_first_mates": "We're first mates, ain't we, Ugarte?",
    "what_are_ya_trying": "What are ya trying ta say? Why should I be knowing anything about the bank robbery? There's none that ever saw me near the bank.",
    "what_da_ya": "What da ya be wanting now?",
    "when_yer_a_sailor": "When yer a sailor at sea, ya learn ta be eating some mighty strange foods. Once yer ashore, ya can be more picky. Thanks, but no thanks.",
    "when_yer_a_sailor_guild": "When yer a sailor at sea, ya learn ta be eating some mighty strange foods. Once yer ashore, ya can be more picky. Thanks, but no thanks.",
    "where_ya_going_ta_gets": "Where ya going ta gets that kinds a cash ta win?",
    "whos_in_it": "Who's in it is kept secret. Not everyone is known by this job, after all. Most a them keep a steady, respectable sort a profession. It's good fer the Guild ta have a boss on the up and up. Gets ta know things better that way, if people trust him.",
    "why_should_i_be": "Why should I be telling ya anything? You're naught but a landlubbing, lily-livered revenuer and I gots nothing ta say ta ya.",
    "why_thank_ye_mate": "Why, thank ye, mate. Never turn down the offer.",
    "why_you": "Why, you money-grubbing shore-hugger! I'll take no less than this, and that's that.",
    "ya_aint_gots": "Ya ain't gots no right ta be here, and I'll not be welcoming ya. Go on with ya outta here.",
    "ya_can_sell_it": "Ya can sell it ta the weaponer in town. He ain't selling thief stuff; I ain't selling weapons.",
    "ya_did_it": "Ya did it! Well, matey, ya can be trying your skills on the townsfolk around here. Be careful on the guards and the merchants, though. They tend ta be more wary.",
    "ya_found_a_tool": "Ya found a tool, and ya think it's mine? Ya still gots no proof. I happens ta sell such tools here. Anyone could a owned it.",
    "ya_gots_a_good_rep": "Ya gots a good rep, and Ugarte seemed to trust you. I don't think he'd trust someone he was blackmailing, so I guess you're not the one that knifed him.",
    "ya_know_i_be": "Ya know, I be growing a taste for this gyro stuff. Thank you, matey.",
    "ya_know_what_i_means": "Ya know what I means -- the cap'n o' this motley crew a scalawags -- The one what calls the shots and makes the waves. Head honcho here can make a bunch a bucks. It's a cushy job, and the pension's good, if ya live long enough ta collect it.",
    "ya_mean_ta_be_saying": "Ya mean ta be saying ya haven't heard o' the Blackbird? There's plenty a fakes been found, but only one really true genuine article. She's worth a fortune, if ya can find it.",
    "ya_need_ta_be_joining": "Ya need ta be joining the Guild before ya can practice skills around here. We ain't no non-profit organization, ya know.",
    "ya_need_the_pickpocket": "Ya need the pickpocket knife around here ta be getting the gold from the dummy or the folks in town.",
    "ya_shows_me": "Ya shows me yer coins, and I'll show ya the goods. I'll answer yer questions about them then.",
    "ya_want_ta_be_knowing": "Ya want ta be knowing more about me? Well, I lost me arm when a Great White Shark decided I might make a tasty snack. Might say it dis-armed me, so ta speak, heh, heh.",
    "ya_wants_ta_be": "Ya wants ta be Chief Thief around here? All ya gotta do is be able to make a lotta drachmas ta enter. Ya keep betting you'll outbid the other entrants, and winner takes all, once the bird is back.",
    "yeah_bye": "Yeah, bye. Seems like my worst enemy's my only friend, right now.",
    "yer_too_trusting": "Yer too trusting. I could turn ya in, get a reward, maybe get me arm fixed. Lucky fer ye, I be an honest man.",
    "yer_trying_to_rob": "Yer trying to rob me blind. I'll not pay ya more than this.",
    "you_aint_no_guard": "You ain't no guard here. What makes ya think ya can arrest me?",
    "you_cant_very_well": "You can't very well walk in when yer already here, Ugarte. We're mates, all of us, ain't we?",
    "you_look_like_a_pirate": "You look like a pirate what's taken a galleon. A grin like that is a little suspicious, when I'm talking robbery.",
    "you_trying_to_cheat_me": "You trying ta cheat me outta an honest living, such as it were? I'll starve if I accept anything less than this.",
    "youre_a_wizard": "You're a Wizard? Never much know it ta look at ya. Meaning no disrespect, but I thought you magic makers all had pointy hats and big sticks.",
    "youre_cheatin_me": "You're cheatin' me blind, but I know a sharp dealer when I meets one. You got it.",
    "youre_one_of_those": "You're one a those hero-types, is that it? You'll lop me head off if I ain't following your orders, I guess."
}