{
    "all_you_need_to_do": "All you need to do is go up on stage, get dressed, and come out dancing. Just wiggle your butt and wave your arms, and you'll do fine. We're all rooting for you.",
    "aloha_boy": "Aloha, boy. Oy, you're a sight for shore eyes since islanded here.",
    "are_you_pastelling_me": "Are you pastelling me good-bye? Must we art so soon? You're breaking my art.",
    "as_my_first": "As my first, and only customer, I'll let you have the best room in the joint.",
    "bye": "Bye. (Sigh) I was sure looking forward to this.",
    "come_to_think": "Come to think of it, that may not be such a bad thing.",
    "darn_sorry_folks": "Darn. Sorry, folks, show's over. You can go home now.",
    "did_you_get_a_chance": "Did you get a chance to talk to Bar Belly about the deed? I'd hate to lose this place to such a scum.",
    "during_the_confusion": "During the confusion, the crab ate the beast and wandered off.",
    "ferrarill": "Ferrari'll take this shack back, Jack. The Inn's out, without a doubt. Old Fez Head will probably turn it into another saloon.",
    "for_little_old_me": "For little old me? Why, how sweet. You trying to worm your way out of paying this month's rent?",
    "great_i_told": "Great. I told everyone that I had a bellydancer to entertain this evening. Unfortunately, Tessie couldn't fit into the bellydancing costume.",
    "have_a_good_daisy": "Have a good daisy.",
    "have_fun": "Have fun. Remember, save dames early and often.",
    "having_this_deed": "Having this deed is a big weight off my shoulders, let me tell you. I was afraid I was going to be Inn-digent and Inn-capable of making a living.",
    "hello_sailor": "Hello, sailor. I'm Ann Agrama, Gnome Ann, and this is my Land Inn.",
    "hes_okay": "He's okay, nein? A real top dog painter and plaid to the bone.",
    "hes_the_guy": "He's the guy that painted the flying ice cream cone? Anyone who could paint that could certainly paint my Inn. I'll have to talk to him about it.",
    "hey_im_flattered": "Hey, I'm flattered. Really I am. Not too often a girl like me gets a guy like you.",
    "hey_thanks": "Hey, thanks. The cooks were looking for something to put on the cheesecake.",
    "hey_you_better_watch": "Hey, you better watch your weight. You eat too much. You should be going on a diet.",
    "hi_cutie_pie": "Hi, cutie pie. How do you like the Inn's new look?",
    "hi_guy": "Hi, guy. When are you coming over to my place? Oh, I forgot, this is my place.",
    "hi_sugar_pie": "Hi, sugar-pie. Well, make that bye-bye, pretty soon. The mortgage is due, and I'm out of moolah.",
    "hi_there_hero": "Hi there, Hero. New in town? You can have the room at the top of the stairs.",
    "hi_there_sweetie": "Hi there, sweetie. You look familiar. Haven't I seen you somewhere before? You can have the middle room upstairs. It will be your home away from Gnome.",
    "hm_that_looks": "Hmm, that looks familiar. Hey, it is familiar. You got the sweets for sheets or something?",
    "howdy_ranger": "Howdy, Ranger. I rope you reckon to stay in this here two-centaur town fer a while.",
    "hows_your_day": "How's your day, Jose? You know, we could make a great couple -- You've got beauty, brains, and brawn, and I've got, well... a good sense of humor. Hey, it could work.",
    "i_came_all_the_way": "I came all the way from Zurich to make this little bed 'n breakfast in winterless wonderland, and what happens? No tourists. That's the way my life goes...",
    "i_cook_for_you": "I cook for you, I clean up after you, and what thanks do I get? You drop me for a girl half my age and twice my height. That's gratitude for you.",
    "i_dont_know_much": "I don't know much about Silmaria, because I've only been here a short time. I'm always 'inn' and never out.",
    "i_gave_the_cooks": "I gave the cooks the day off.",
    "i_hope_you_like_it": "I hope you like it. All the comforts of Gnome.",
    "i_just_wanted_to_thank_you": "I just wanted to thank you again for giving me the deed. I didn't want you to think I was an Inn-grate.",
    "i_just_wanted_you": "I just wanted you to help dress the bellydancer, that's all. Oh, and maybe give some girls a good time. (Sigh)",
    "i_really_really_need": "I really, really need your help. Oh, please say you will -- pretty, pretty please?",
    "i_sewed_up_that_sheet": "I sewed up that sheet you wanted. Hope it works for you.",
    "i_took_out_a_loan": "I took out a loan from Ferrari to pay for this place, and now he wants his money back. I can't pay him, so he'll take the Inn, inn stead.",
    "id_be_very": "I'd be very thankful, and I'm sure the cooks will be very grateful you saved their jobs for them. They'll fix your favorite food and everything.",
    "if_i_had_more_time": "If I had more time, or more money, or knew someone who could paint good, I'd fix this place up and show Fez Face a thing or too. I'd give his inn some real competition.",
    "if_you_want_to": "If you want to get into your room or the Inn late at night, you'll need a key. Here you are.",
    "ill_be_all_right": "I'll be all right. I'm just a little disappointed.",
    "ill_be_seeing_you": "I'll be seeing you.",
    "im_hoping_business": "I'm hoping business will start to pick up a little, so I can invite Punny back. He makes me laugh.",
    "im_in_the_bloom": "I'm in the bloom of health and just dandy, Lion.",
    "im_really_inn": "I'm really Inn to this. Inn fact, I was going to name this place the D Hotel. Welcome to D Hotel, Kaleemehra. You can enter any time you like, but you can never grieve... sort of thing. However, I decided to be more Inn-teresting.",
    "im_really_proud": "I'm really proud of this place. I picked out the colors myself.",
    "im_singing_the_blues": "I'm singing the blues, boy, for I'm going to lose. I've sunk all my savings, and 'loan' behold, the Inn will be repossessed and I'll be depressed. That louse gets the house, and I get ousted. This Gnome's on her own with no home.",
    "is_that_the_latest_dance": "Is that the latest dance craze? Looks like you need lessons.",
    "it_has_to_be": "It has to be seed to be be-leaved. The magic worked just vine, and it all stems from you.",
    "it_was_fun": "It was fun, honeybun.",
    "its_funny_honey": "It's funny, honey, how I'd love to bee with you. Hive got this sting for you.",
    "just_as_rover": "Just as Rover was taking the souffle out of the oven, Tony called Tessie a frumpy old toadstool, so she threw the pie at him. She got him square on the face, and the fruit pie pan fell on the souffle, squashing it flat.",
    "kaliflower": "Kaliflower! I didn't be-leaf you at first, but you ex-seeded my expectations.",
    "kalifornia": "Kalifornia, or whatever it is they say around here.",
    "look_isnt_this": "Look! Isn't this Inn-terior beautiful? It's just as I always wanted it to be -- Home, sweet Gnome.",
    "love_me": "Love me and leave me, that's the way with you? Remind me never to fall for you again.",
    "messie_tessie": "Messie Tessie was fixing roast beast stuffed with crab for you. Tony Maloney was fixing broiled quail with brandy sauce. Miigal Sal was making a Chocolate Temptation Cake, and Rover was making bouillabaisse.",
    "my_gal_sal": "My gal Sal has a black eye, and Tony has a broken toe, so they couldn't do it. That left Rover, and he refused.",
    "my_heart_is_broken": "My heart is broken, you two-timer. I bet you flirt with all the girls.",
    "my_my": "My, my, who is this? Don't tell me, let me guess. You're the new Hero in town.",
    "nice_to_see_someone": "Nice to see someone who's not totally depressed right now.",
    "no_thanks_im_watching": "No thanks. I'm watching my weight. Either that, or I'm waiting my watch. I'm never sure which.",
    "oh_dont_worry": "Oh, don't worry. Your rent is paid through the end of the week. Lucky for you, this town has really long weeks.",
    "oh_hi": "Oh, hi.",
    "oh_so_youre_the_guy": "Oh, so you're the guy the chatting rat made arrangements for? Cheesed to meet you.",
    "oh_youve_got_a_girlfriend": "Oh, you've got a girlfriend. I thought we were going steady, Freddy. Are you trying to make me jealous?",
    "ooh_pretty": "Oohh, pretty. Reminds me of an ice cream cone.",
    "paint_it_grand": "Paint it grand? I chalk it all up to hue.",
    "pretty_please": "Pretty please with strawberries, will you talk to Ferrari about my loan, Ranger? I'd be happy to refund every penny rent you've paid so far.",
    "rover_brought_in": "Rover brought in a huge lobster for dinner, but Messie Tessie couldn't bear to drop the lobster alive into the boiling pot. So the cooks decided to get the lobster drunk first.",
    "say_ferrari": "Say, Ferrari knows you. He dropped your name when he came by. Maybe if you talked to him, you could get him to extend the deadline. Would you do me this teensy little favor?",
    "she_sent_you": "She sent you a box of chocolates. A big, big, really big guy came in and handed me a note that said, 'Candygram for Hero.' The other side said, 'Love, Elsa.' I put it in your room.",
    "sit_down": "Sit down. Let me get you something to eat before you go.",
    "so_i_went_out": "So I went out and bought you a pizza.",
    "so_now_we_have": "So now we have anchovy pancakes and baked fruit. Hope you like it.",
    "so_the_cooks_and_i": "So the cooks and I whipped up a special meal for you.",
    "so_they_gave_the_lobster": "So they gave the lobster a bath and a group hug for being such a good sport, and turned him loose.",
    "soon_they_were_all_singing": "Soon they were all singing 'Little Brown Jug,' with the lobster singing harmony. While Tessie was reaching for the barrel of beer, she knocked over the flour which soon covered everything.",
    "sorry_sister": "Sorry, sister, but these rooms are all taken.",
    "sorry_this_place": "Sorry, this place is reserved for Heroes and Gnomes.",
    "sorry_though": "Sorry, though, I've got to say no. I've kind of got the hots for this really funny guy named Punny Bones. He worked here for a few weeks, then went back to Zurich. Said this place was deader than Mordavia.",
    "sure_ill_have_it": "Sure. I'll have it for you tomorrow or sew. So-sew!",
    "take_it_easy": "Take it easy, Rider.",
    "talk_about_flower": "Talk about Flower Power -- It's the man of the hour! You're a blossom bud-dy and my he-rose. I'd love to plant my tulips on yours.",
    "tessie_was_making": "Tessie was making baked potatoes and ice cream for dessert, but Tony, who was juggling the garlic, slipped on the banana that Miigal Sal dropped.",
    "thanks_a_lot": "Thanks a lot for the offer.",
    "thanks_but_if_the_cooks": "Thanks, but if the cooks saw me eating someone else's cooking, they'd go on strike.",
    "thanks_so_much": "Thanks so much. I'd be a homeless Gnome without this, and the cooks would have to find jobs as circus clowns again. You've saved us.",
    "that_was_fun": "That was fun. I don't think I laughed so hard since Tony Maloney made phoney baloney.",
    "that_wouldnt_have_been": "That wouldn't have been a problem, but Tessie slipped on the spaghetti while she was carrying the carrot salad, so that went everywhere.",
    "thats_really_silly": "That's really silly looking. A Gnome knows silly, after all.",
    "the_cooks_have_fixed": "The cooks have fixed something really special -- pancakes topped with fruit.",
    "the_soup_for_tonight": "The soup for tonight is Lobster Brisk.",
    "then_rover_found": "Then Rover found that Tessie had set the ice cream on the stove, and it had all melted. Fortunately, no one likes smashed potatoes without gravy, so things worked out just fine.",
    "then_they_made_the_soup": "Then they made the soup from his bath water.",
    "then_tony_threw": "Then Tony threw the meatballs back at Rover, but Rover dodged them and they hit Sal instead, so she dropped all the spaghetti.",
    "there_you_go": "There you go. Take care of yourself. I wouldn't want anything to happen to the sheet.",
    "they_just_added": "They just added some water and salt, and voila! A meal you won't find anywhere else.",
    "they_really_wanted": "They really wanted to go out of their way to make an unforgettable dinner for you.",
    "they_started_to_make": "They started to make a salmon souffle, but they didn't have any salmon. They did get a good deal from Andre on some anchovies though. Sal wanted to make a blueberry pie, but Marrak was selling bananas and grapes, so she made those into a pie instead.",
    "this_place_can": "This place can get a bit noisy at times, so you might find it impossible to sleep here. Nevertheless, you will be able to stow your stuff in the chest for safe keeping.",
    "this_place_may": "This place may drive me loony, but I'm not a basket case yet.",
    "this_seemed_like": "This seemed like a good deal. I got a good loan from the other innkeeper in town. Nice guy, if a little chubby.",
    "today_we_are_having_macaroni": "Today, we are having macaroni and cheese. Plain, old macaroni and cheese.",
    "todays_special_is_something": "Today's special is something I think you'll really love... Well, maybe not love exactly, more like, um, well, you'll find it interesting. It's garlic smashed potatoes and pistachio cream.",
    "todays_treat": "Today's treat is goop soup with cabbage. It was supposed to be spaghetti and meatballs, but Rover threw a cabbage at Tony Maloney, and it fell in the sauce.",
    "tonys_garlic": "Tony's garlic landed on the potatoes, and Tony landed on Tessie. Tessie landed on the potatoes, and they were really smashed. So that was okay.",
    "unfortunately_tony": "Unfortunately, Tony sniffed a little too much brandy, and set the quail on fire. Tessie dumped the bouillabaisse to put out the fire, and poured it all over Sal's cake, instead.",
    "want_to_get_to_know_me": "Want to get to know me a little better? I'd sure like to get to know you.",
    "we_call_this": "We call this Hero Surprise.",
    "well_as_long_as": "Well, as long as it doesn't involve a straight stitch. I can't do anything straight...",
    "well_so_much_for_that": "Well, so much for that get-rich-quick scheme. Still, it is a nice gift. Thanks.",
    "well_thanks_for_trying": "Well, thanks for trying, anyway. I trust Ferrari about as far as I can owe him. Leave him a loan, and he'll take my home.",
    "were_having_goulash": "We're having goulash.",
    "what_do_you_think": "What do you think this is, a restaurant? Go fix your own food.",
    "what_is_this": "What is this, a stick-up? 'Your money or your life' sort of thing? Get real. Didn't your mother teach you it's not polite to point?",
    "what_you_got_it": "What? You got it? Yippee! The deed is done.",
    "whats_cooking": "What's cooking, good-looking?",
    "whats_the_word": "What's the word, lovebird? Shall we wing it before we take a tern for the worst? This chick's crowing bold, so hen do we flock together? I'd love to cock-a-doodle-doo it with you.",
    "whats_this_for": "What's this for, high protein snacks?",
    "when_they_looked_around": "When they looked around, everything was mixed up so they picked up what they could salvage and put it all in with the sauce and cabbage.",
    "why_is_this_elsa_chick": "Why is this Elsa chick sending you stuff? She got the hots for you?",
    "with_all_the_neat_stuff": "With all the neat stuff we did to this inn, I'm sure this will be a big hit with the tourists. I just hope we get some tourists.",
    "with_all_those_flowers": "With all those flowers growing outside, the place looks positively blooming, Dale.",
    "you_did_good": "You did good. You can dance for me any day, Jay.",
    "you_dont_want_to_know": "You don't want to know. You really don't want to know.",
    "you_here_to_complain": "You here to complain about your being short-sheeted? Let me tell you, bud, all sheets around here are short.",
    "you_know_dough": "You know -- dough. Money, honey. Cash on demand, man. Drachma, Ja? Na, not me. It's no joke, I'm flat broke.",
    "you_know_for_a_human": "You know, for a human, you're a real sweetie. You wouldn't happen to have Gnome in your genes, would you?",
    "you_look_super": "You look super, man. Shame I rented out all my rooms. I'd love to see more of you.",
    "you_mean_like": "You mean like, 'Grow to the clouds, steal from a giant, Jack-and-the-Beanstalk' sort of seeds? Cool, I could really use these.",
    "your_key": "Your key will only open your door, and the door to the inn. You can't go into anyone else's room. Sorry.",
    "your_rooms_paid_up": "Your room's paid up through the month.",
    "youre_generous": "You're generous and sweet, but I'm not a charity case yet. You keep it.",
    "youre_my_hero": "You're my Hero, Joe.",
    "yours_is_the_first": "Yours is the first door at the top of the stairs. All the comforts of Gnome, including Gnome-cooked meals!"
}