{
    "a_king_is_not_judged": "A King is not judged by the rules he follows. He is judged by the rules he makes. This is not a contest to determine who can follow, but to determine who will lead. The Prince of Shapeir and Gort have both won this ritual.",
    "at_any_rate": "At any rate, you have our thanks and appreciation for your actions.",
    "by_the_rites": "By the Rites of Rulership, Heroes will prove their worth.\nBy the Rites of Rulership, Silmaria will arise from the ashes of mourning like the Phoenix rises to the sun.\nBy the Rites of Rulership, a new King will ascend to the throne of this land!",
    "elsa_has_been_named": "Elsa von Spielburg has been named as a contender. Who else is worthy to compete in the Rites of Rulership?",
    "five_shall_go": "Five shall go forth from the gates of Silmaria. Five shall bring freedom to the fishing villages, and return to the gates of the Hall of Kings with the sigils of those villages. Five shall begin the Rite of Rulership.",
    "gort_has_been_named": "Gort has been named as a contender. Who else is worthy to compete in the Rites of Rulership?",
    "gort_has_freed": "Gort, representative of Science Island, has freed the village from the invaders. He returned to the gates of the Hall of Kings before all others. He is the winner of the Rite of Freedom.",
    "greetings_prince": "Greetings, Prince of Shapeir. I am Logos, counselor to rulers and Speaker of Silmaria. Welcome to the kingdom of Silmaria. I have heard much of you from your friends Erasmus and Rakeesh.",
    "hero_of_the_lands": "Hero of the lands of Shapeir, Tarna, and Mordavia, will you enter the Rites of Rulership?",
    "however_it_has_been": "However, it has been rumored that one of you has gone beyond the call of duty. One of you has freed more than just the village this rite has required. One of you has risked your life not once, but yet again in the cause of freedom.",
    "i_do_not_understand": "I do not understand why this Ugarte was a target, though. He does not seem to be connected with the others in any way.",
    "i_trust_you_understand": "I trust you understand why you were summoned here. The Rites of Rulership need one more entrant before it can begin. All of the competitors are worthy individuals. However, I suspect that these Rites will be more dangerous than they are intended.",
    "it_is_with_great_sorrow": "It is with great sorrow that I must now speak these words. One of the Five who compete in the Rites of Rulership has fallen.",
    "kokeeno_has_been_named": "Kokeeno Pookameeso has been named as a contender. Who else is worthy to compete in the Rites of Rulership?",
    "kokeeno_was_found": "Kokeeno Pookameeso was found murdered outside of the city beside a broken Dragon Pillar. He sought to free a village and win a throne. He lived with honor, but fell by foul means. He will not be forgotten.",
    "magnum_has_been_named": "Magnum Opus has been named as a contender. Who else is worthy to compete in the Rites of Rulership?",
    "our_guards_are": "Our guards are on the streets, searching for the assassin. Hopefully we can stop him now.",
    "prince_of_shapeir_who": "Prince of Shapeir, who is it that hired the assassin? Who is it that started the war between those of Atlantis and ourselves? Who hired the mercenaries? Who had the King killed, and all the other victims of the assassin?",
    "prince_you_too": "Prince of Shapeir, you too deserve the praise of this Rite. Both you and Gort shall share the title of Winner of the Rite of Rulership.",
    "silmaria_has_suffered": "Silmaria has suffered the afflictions of war, invasion, and regicide. People have been murdered on the streets, and we were helpless to stop the assassin's poison. By the Rites of Rulership, we have Peace. Now it is time that we have Justice, as well.",
    "the_assassin_of_our_king": "The assassin of our King has been justly punished for his crimes. The Prince of Shapeir has completed that portion of this Rite. It is now his duty to complete this Rite.",
    "the_first_person": "The first person who returns with the sigil of their freed village shall be deemed the winner. Let the Rite of Freedom begin!",
    "the_first_rite": "The first Rite is the Rite of Freedom. The fishing villages of our kingdom and the island of Marete have been invaded by Hesparian Mercenaries. Ios, Keros, Paros, Tinos, and Naxos have been overwhelmed. The invaders need to be driven from this land.",
    "the_king_of_silmaria_is_dead": "The King of Silmaria is dead, and the kingdom mourns his loss. We are gathered here to determine the future of this land through Rites of ancient ritual and tradition.",
    "the_prince_has_been_named": "The Prince of Shapeir has been named as a contender. By the ancient traditions of this land, five Heroes shall compete in this challenge. Five Heroes shall make this land stronger. One Hero shall rise to the throne of Silmaria.",
    "the_prince_has_freed": "The Prince of Shapeir has freed the village from the invaders. He returned to the gates of the Hall of Kings before all others. He is the winner of the Rite of Freedom.",
    "the_rite_of_freedom": "The Rite of Freedom has ended. You will all be summoned for the next Rite of Rulership. Farewell.",
    "the_rites_shall_begin": "The Rites of Rulership shall begin!",
    "where_is_elsa": "Where is Elsa, and what have you done with her, Minos?",
    "who_here_is_worthy": "Who here is worthy to compete in the Rites of Rulership? By your actions, you shall each prove yourself.",
    "who_of_you": "Who of you out there now lights the way of freedom?",
    "why_why_have_you": "Why? Why have you gone through so much for us, risked your life for Silmaria? Why do you not want the reward of the rulership of this kingdom?",
    "you_must_understand": "You must understand that your life will be in grave danger from the moment you enter the Rite of Rulership. We will be doing everything we can to stop the assassin, but you need to be wary.",
    "your_friend_ugarte": "Your friend, Ugarte, is unconscious but alive, thanks to your actions. It will be considerable time before he is well, though. We still do not have a true counterpoison to the assassin's poison."
}