{
    "a_king_is_not_judged": "A King is not judged by the rules he follows. He is judged by the rules he makes. This is not a contest to determine who can follow, but to determine who will lead. The Prince of Shapeir and Gort have both won this ritual.",
    "a_more_detailed": "A more detailed explanation of the Rites will be given when the Rites of Rulership begin. We await your entry into the contest.",
    "a_ring_of_truth": "A Ring of Truth? I thought those existed only in folk tales.",
    "a_ruler_must_be_willing": "A ruler must be willing to face danger for his kingdom. A brave man can face death without flinching. There are things, though, that even a brave man fears to face.",
    "a_true_king": "A true King must be willing to face death for his kingdom. To rule this kingdom, you must be willing to go through Hell if that is what it takes to make certain Silmaria is safe.",
    "again_however_tragedy": "Again, however, tragedy mocks the joy of victory. Rakeesh sah Tarna, Paladin, was killed by the assassin's blade. This kingdom, and kingdoms across the lands now mourn.",
    "an_oath_elsa": "I, Elsa, do swear by the river Styx that I have entered the gates of Hades, and have rightfully won this Rite!",
    "an_oath_prince": "An oath by the river Styx cannot be a lie. The Prince of Shapeir has won the Rite of Courage.",
    "an_oath_you": "An oath by the river Styx cannot be a lie. You have won the Rite of Courage.",
    "and_if_we_do_not": "And if we do not crown you King, you will allow Silmaria to be destroyed?",
    "are_you_making": "Are you making a joke or are you just being a jerk? You certainly succeeded in the latter, that's for sure.",
    "at_any_rate": "At any rate, you have our thanks and appreciation for your actions.",
    "atlantis_was_a_kingdom": "Atlantis was a kingdom that sank beneath the sea in a disaster eons ago. It is said that the inhabitants were transformed into Tritons and other sea creatures.",
    "be_careful_prince": "Be careful, Prince of Shapeir. Do not become a victim of the assassin yourself.",
    "behold_the_new_king": "Behold, the new King of Silmaria!",
    "behold_the_winner_elsa": "Behold the winner of the Rite of Conquest!",
    "behold_the_winner_prince": "Behold the winner of the Rite of Conquest!",
    "behold_the_winner_you": "Behold the winner of the Rite of Conquest!",
    "by_entering": "By entering the Rites of Rulership, you have clearly shown yourself as a man who would be King. You are expected to act for the good of everyone in Silmaria. This means aiding the living and the dead, by whatever means possible.",
    "by_the_rites": "By the Rites of Rulership, Heroes will prove their worth.\nBy the Rites of Rulership, Silmaria will arise from the ashes of mourning like the Phoenix rises to the sun.\nBy the Rites of Rulership, a new King will ascend to the throne of this land!",
    "by_tradition_always": "By tradition, there have always been the Rites of Rulership to select a new King. The quests have always been of the highest importance to the kingdom. The last of these quests is always the most critical.",
    "by_tradition_seven": "By tradition, there have always been seven Rites of Rulership. The quests have always been of the highest importance to the kingdom. The last of these quests is always the most critical.",
    "congratulations": "Congratulations. You both deserve great happiness.",
    "do_not_lie": "Do not lie to me. We are aware you are not the assassin.",
    "dr_pretorius_does": "Dr. Pretorius does not feel that Gort is quite ready to rule a kingdom, nor does Gort show any desire to rule. Thus Gort has been dropped from the Rites of Rulership.",
    "dr_pretorius_you": "Dr. Pretorius, you are accused of drugging the Wizards Erasmus and Shakra, and attempting to drug others. What have you to say of this?",
    "drat_he_escaped": "Drat. He escaped again. You people will have to go after him. I hope you stocked up on supplies before coming in here, because you won't be able to come back to Silmaria until the game is over. Good luck, and have fun. That's an order!",
    "during_the_rites": "During the Rites of Rulership, all quests will be announced one at a time. Some Rites can be fulfilled by only one person. Other Rites cannot end until all contenders accomplish their assignment.",
    "elsa_has_been_named": "Elsa von Spielburg has been named as a contender. Who else is worthy to compete in the Rites of Rulership?",
    "enter_the_realm": "Enter the realm of Hades. Find the river Styx, with which even gods swear oaths of binding. Return from this infernal land with the water of the Styx to swear your honor and valor.",
    "even_with_an_antidote": "Even with an antidote, unless the victim has a very hardy constitution, he will remain unconscious for weeks. We are trying to learn the exact nature of the poison in order to cure this.",
    "every_person_has_refused": "Every person has refused to swear by the river Styx. This Rite cannot be judged to be won.",
    "find_this_assassin": "Find this assassin, Prince of Shapeir, and make him face Justice.",
    "five_shall_go": "Five shall go forth from the gates of Silmaria. Five shall bring freedom to the fishing villages, and return to the gates of the Hall of Kings with the sigils of those villages. Five shall begin the Rite of Rulership.",
    "go_now_mourn": "Go now. Mourn our fallen comrade. You will all be summoned to the next Rite of Rulership.",
    "gort_has_been_named": "Gort has been named as a contender. Who else is worthy to compete in the Rites of Rulership?",
    "gort_has_freed": "Gort, representative of Science Island, has freed the village from the invaders. He returned to the gates of the Hall of Kings before all others. He is the winner of the Rite of Freedom.",
    "gort_has_withdrawn": "Gort, the representative of the Academy of Science, has withdrawn from this ceremony. According to the letter from Dr. Pretorius, the good doctor has not been himself lately.",
    "greetings_prince": "Greetings, Prince of Shapeir. I am Logos, counselor to rulers and Speaker of Silmaria. Welcome to the kingdom of Silmaria. I have heard much of you from your friends Erasmus and Rakeesh.",
    "guards_seize_him": "Guards, seize him!",
    "he_and_the_rest": "He and the rest of the Hesperian Mercenaries are believed to be based on an island near Marete.",
    "hero_of_the_lands": "Hero of the lands of Shapeir, Tarna, and Mordavia, will you enter the Rites of Rulership?",
    "his_son_shakra": "His son, Shakra, will take Rakeesh's body back to Tarna, for his family to mourn him. I have never met a finer being, and I will mourn him also.",
    "honesty_and_righteousness": "Honesty and righteousness are a ruler's virtues, too, Elsa of Spielburg. You have earned this victory.",
    "however_again_tragedy": "However, again, tragedy has struck the Rites of Rulership. Magnum Opus was found dead outside the city beside the Dragon Pillar to the east.",
    "however_an_assassin": "However, an assassin is but a tool. Mercenaries invading our countryside are but a tool. Inciting war between the Tritons and Silmaria, too, somehow ties into our present situation. It is not a coincidence that all these events have occurred now.",
    "however_as_important": "However, as important as this Rite was, there is one more part that is even more critical than stopping the assassin's blade. We must know who is behind the assassin and mercenaries. We must learn who caused the war with Atlantis, and who had the King murdered.",
    "however_it_has_been": "However, it has been rumored that one of you has gone beyond the call of duty. One of you has freed more than just the village this rite has required. One of you has risked your life not once, but yet again in the cause of freedom.",
    "however_it_was": "However, it was your duty to report this to the authorities. You left your friend lying dead on the ground, and did nothing. This was not an act of honor.",
    "however_you_have": "However, you have gone beyond freeing one village. You clearly understand the essence of this Rite. Its purpose is to bring freedom to the people of Silmaria, not just win a Rite. You have brought more freedom from tyranny than the others.",
    "however_your_behavior": "However, your behavior in this matter is unacceptable for someone who strives to rule Silmaria. Confessing to a murder you did not commit, leaving a friend lying dead on the ground, neglecting to alert the guards that a murderer was running loose on the streets... These are all serious failures on your part.",
    "i_am_deeply": "I am deeply concerned about the situation in Silmaria. This has always been a peaceful land with little conflict. We have had our share of thieves here, yes. But there has not been a murder here for decades.",
    "i_am_the_speaker": "I am the Speaker of Silmaria. I am the voice of the King and of the People. I will make certain that only the most worthy shall attain the rulership of this kingdom. That is my duty, and my honor.",
    "i_do_not_find": "I do not find you humorous.",
    "i_do_not_like": "I do not like the idea of threats. However, given the critical nature of this situation, I do not see a better solution. I must ask that you be the one to confront Minos this way. I believe you can do this better than I.",
    "i_do_not_understand": "I do not understand why this Ugarte was a target, though. He does not seem to be connected with the others in any way.",
    "i_do_wear_the_ring": "I do wear the ring from Justinian, the last King of Silmaria. It was not forged in the blood of the earth, though.",
    "i_had_journeyed": "I had journeyed there to study the riddles of the Sphinx. I mistook Rakeesh for a Sphinx when we first met.",
    "i_have_said_before": "I have said before that a ruler must be willing to face death for his kingdom. A king must be willing to go through Hell if that is what it takes to make certain Silmaria is safe.",
    "i_hope_that_someone": "I hope that someone will discover these answers, and soon.",
    "i_hope_you_are": "I hope you are feeling better. You have been given Salim's latest anti-venom for the poison. He believes with the knowledge you have given him, this will cure the poison.",
    "i_know_of_none": "I know of none save Elsa here who is as worthy as you to rule this kingdom. However, I shall abide by your desires.",
    "i_shall_announce": "I shall announce that this Rite has ended. We will see if Minos dares to show up.",
    "i_shall_announce_2": "I shall announce that this Rite has ended. We will see if Minos dares to show up.",
    "i_shall_announce_3": "I shall announce that this Rite has ended. We will see if Minos dares to show up.",
    "i_shall_announce_4": "I shall announce that this Rite has ended. We will see if Minos dares to show up.",
    "i_shall_see_you_again": "I shall see you again when the Rites of Rulership begin. May Tyche, Goddess of Good Fortune, smile upon you.",
    "i_speak_now": "I speak now of the lost nation of Atlantis. Though it was buried beneath the waters centuries ago, its people still rule the waves. Now the Tritons have been attacking our ships, and driving away our trade. They have shattered the harmony we once all shared.",
    "i_think_not": "I think NOT.",
    "i_trust_you_understand": "I trust you understand why you were summoned here. The Rites of Rulership need one more entrant before it can begin. All of the competitors are worthy individuals. However, I suspect that these Rites will be more dangerous than they are intended.",
    "i_will_seek": "I will seek what allies I can find, but time is critical. I will send you directly to Minos on the fastest ship Silmaria has. Go now, and may the Furies of Vengeance ride with you!",
    "i_wish_you_both": "I wish you both all the happiness in the world.",
    "i_would_hope": "I would hope that your adventures in Silmaria were enough. However, it is your life, and you may live as you chose.",
    "if_minos_is_involved": "If Minos is involved, then unless Elsa von Spielburg is also a part of this conspiracy, she will be in danger if she learns anything. I sincerely hope that she will be careful. Let us hope she will show up for the end of the Rite.",
    "if_you_wish_to_become": "If you wish to become a King, you must always act as a King should act. You must act for the benefit of all.",
    "interesting_approach": "Interesting approach. We can inform Minos of all the evidence in this matter, and hear his opinions. We may well be blinded by our suspicions. On the other hand, Minos may not dare to even show up for this, in which case, our suspicions are confirmed.",
    "invaders_have_been": "Invaders have been driven from our fishing villages, and the Rite of Freedom has been completed. All of Silmaria rejoices at your actions.",
    "it_is_a_great_pity": "It is a great pity, but we shall never learn what Ugarte meant to say. The assassin has assured his silence.",
    "it_is_always": "It is always a shame when a man dies for no purpose. Few will mourn Ugarte, but many will remember him.",
    "it_is_an_honor": "It is an honor to meet you.",
    "it_is_with_great_sorrow": "It is with great sorrow that I must now speak these words. One of the Five who compete in the Rites of Rulership has fallen.",
    "it_seems_that_silmaria": "It seems that Silmaria will have powerful as well as wise rulers. Congratulations to you both.",
    "kokeeno_has_been_named": "Kokeeno Pookameeso has been named as a contender. Who else is worthy to compete in the Rites of Rulership?",
    "kokeeno_was_found": "Kokeeno Pookameeso was found murdered outside of the city beside a broken Dragon Pillar. He sought to free a village and win a throne. He lived with honor, but fell by foul means. He will not be forgotten.",
    "lake_morae": "Lake Morae rests in the heart of Mount Draconis. It is said to be linked to the sea, for it rises and falls with the moods of the tides. However, few have seen the Lake other than by magic. Draconis is unclimbable.",
    "leave_now": "Leave now, but consider this... It is your responsibility and duty to act for the good of everyone of Silmaria. You are a man who would be King -- so act like it.",
    "liar_liar": "Liar, liar, pants on fire.",
    "long_live_the_king_marry_elsa": "Long live the King!",
    "long_live_the_king_marry_erana": "Long live the King!",
    "long_live_the_king_marry_katrina": "Long live the King!",
    "long_live_the_king_prince": "Long live the King!",
    "long_live_the_king_you": "Long live the King!",
    "magnum_has_been_named": "Magnum Opus has been named as a contender. Who else is worthy to compete in the Rites of Rulership?",
    "marete_is_a_large": "Marete is a large, volcanic island that is said to have risen when Atlantis fell. It is mostly rock and seashore rising steeply to the peaks of Mount Draconis. In the caldera of Draconis is the most inaccessible Lake Morae.",
    "may_the_furies": "May the Furies of Vengeance guide your way to avenge our fallen friend.",
    "minos_has_always": "Minos has always acted as a man of integrity. He has been a trusted member of the counsel to the King for many years. If this is a power play on his part, then he is a most subtle and devious man.",
    "minos_please": "Minos, please, they already know you did it. They have played this game before, after all. Could we skip the indignation, and get on with the threat part, please?",
    "minos_you_are": "Minos, you are a trusted member of the King's Council. However, you are one of the few people who could benefit from this chaos. The Prince of Shapeir believes that you are responsible for Silmaria's problems.",
    "nevertheless_this": "Nevertheless, this is the Rite of Destiny. Go forth, and face your fate.",
    "now_shall_a": "Now shall a new Rite begin.",
    "one_person_has": "One person has proven himself beyond others. He has shown again and again the true meaning of heroism. He has earned the title of Hero in four lands, and again in ours.",
    "one_person_however": "One person, however, has proven his skills beyond the others. One person has gone beyond duty. One person has won the crown of Silmaria.",
    "our_guards_are": "Our guards are on the streets, searching for the assassin. Hopefully we can stop him now.",
    "our_kingdom": "Our kingdom of Silmaria consists of the isle of Marete and the outlying islands in the center of the Med Sea. The city of Silmaria was built upon the prime port of this island, and is a thriving center of trade for the world.",
    "prince_i_rely": "Prince of Shapeir, I rely upon you to stop Minos. If Minos breaks the Prophecy Stone, then Silmaria will be devastated and Atlantis completely destroyed.",
    "prince_who_is_it": "Prince of Shapeir, who is it that hired the assassin? Who is it that started the war between those of Atlantis and ourselves? Who hired the mercenaries? Who had the King killed, and all the other victims of the assassin?",
    "prince_you_too": "Prince of Shapeir, you too deserve the praise of this Rite. Both you and Gort shall share the title of Winner of the Rite of Rulership.",
    "rakeesh_and_i": "Rakeesh and I have been friends for many years. When the King was assassinated, I contacted him through Erasmus for his wise counsel. Both Rakeesh and Erasmus mentioned you, and spoke of your worthiness.",
    "rakeesh_is_a_paladin": "Rakeesh is a Paladin, and does not believe in Revenge. However, we all believe in Justice. This assassin must be found, and pay the price for his actions.",
    "rakeesh_is_unconscious": "Rakeesh is unconscious, but he will live. He was struck by the poison, and without your antidote, he would be dead. You acted wisely and quickly.",
    "rakeesh_lived": "Rakeesh lived as a Paladin should live. Rakeesh taught well the lessons of virtue and valor. Go forth with honor, and Rakeesh's legacy shall continue.",
    "seek_out_this_assassin": "Seek out this assassin. Learn if you can who is responsible for his actions. Capture him if you can, but kill him if you must. Return with one of his poisoned daggers as proof that he has met the fate he deserves.",
    "silmaria_has_been": "Silmaria has been at peace with its neighbors for centuries. Recently though, a people have turned against our people. A nation wars with us, although no word of this war has been spoken.",
    "silmaria_has_never": "Silmaria has never had someone more fitting to sit upon her throne. Prince of Shapeir, will you bear the burden of our crown? Will you become the next King of Silmaria?",
    "silmaria_has_suffered": "Silmaria has suffered the afflictions of war, invasion, and regicide. People have been murdered on the streets, and we were helpless to stop the assassin's poison. By the Rites of Rulership, we have Peace. Now it is time that we have Justice, as well.",
    "silmaria_is_never": "Silmaria is never to be ruled by you, Minos. Guards, seize him!",
    "silmaria_will_never": "Silmaria will never be ruled by you. Guards, seize Minos!",
    "silmaria_will_not": "Silmaria will not yield to you. Guards, seize him!",
    "slander_feeds": "Slander feeds lawyers and libel suits.",
    "so_the_assassin": "So, the assassin is dead, and his master is still unknown. I know whom you suspect. However, we cannot act without real proof.",
    "so_too_shall_stand": "So, too, shall stand the Prince of Shapeir. He has faced the mouth of death with courage.",
    "take_him_away": "Take him away.",
    "take_them_away": "Take them away.",
    "that_is_probably": "That is probably our best solution. We should confront him directly about his involvement in these matters. You will be able to determine if he is telling the truth. Thus the matter will be resolved one way or another.",
    "the_assassin_of_our_king": "The assassin of our King has been justly punished for his crimes. The Prince of Shapeir has completed that portion of this Rite. It is now his duty to complete this Rite.",
    "the_assassin_used": "The assassin used a poisoned dagger to kill our King. The poison is very deadly, and unknown to our healers. Unless an antidote is administered immediately, the victim is dead within a minute.",
    "the_bank_of_silmaria": "The Bank of Silmaria is located in Town Square. The bank manager will be expecting you, and explain the Rite Fund.",
    "the_city_of_silmaria": "The city of Silmaria is built on various levels. It was designed as a defensible fortress in the days when wars were more common. However, this city has been a center for peace and prosperity for generations. We have had no need for an army, and have none.",
    "the_dragon_of_doom": "The Dragon of Doom has been defeated, and the prophecy of Silmaria's destruction will not come to pass. These are the ones who averted this dire fate.",
    "the_entire_island": "The entire island of Marete is the base of Mount Draconis. Draconis is too steep to climb, and though there are trails that traverse this island, most of Marete is uninhabited, save for the isolated fishing villages along the coast.",
    "the_first_person": "The first person who returns with the sigil of their freed village shall be deemed the winner. Let the Rite of Freedom begin!",
    "the_first_rite": "The first Rite is the Rite of Freedom. The fishing villages of our kingdom and the island of Marete have been invaded by Hesparian Mercenaries. Ios, Keros, Paros, Tinos, and Naxos have been overwhelmed. The invaders need to be driven from this land.",
    "the_hesperian": "The Hesperian Mercenaries were vanquished, and Silmaria stands proudly. General Claudius was defeated.",
    "the_hydra_elsa": "The Hydra has been defeated. The fire and poison of its many heads has ceased. Here stands the one who faced the death and destruction of this foul creature. Here stands the woman of courage who is now victorious. Here stands Elsa von Spielburg!",
    "the_hydra_gort": "The Hydra has been defeated. The fire and poison of its many heads has ceased. Here stands the one who faced the death and destruction of this foul creature. Here stands the man of courage who is now victorious. Here stands Gort, of the Academy of Science!",
    "the_hydra_is_dead": "The Hydra is dead, and the terror it has brought has ended.",
    "the_hydra_prince": "The Hydra has been defeated. The fire and poison of its many heads has ceased. Here stands the one who faced the death and destruction of this foul creature. Here stands the man of courage who is now victorious. Here stands the Prince of Shapeir!",
    "the_hydra_you": "The Hydra has been defeated. The fire and poison of its many heads has ceased. Here stands the one who faced the death and destruction of this foul creature. Here stands the one of courage who is now victorious.",
    "the_king_of_silmaria_is_dead": "The King of Silmaria is dead, and the kingdom mourns his loss. We are gathered here to determine the future of this land through Rites of ancient ritual and tradition.",
    "the_man_ugarte": "The man Ugarte is dead, and his body was found not far from your inn. He was said to be looking for you before he died. What do you know of this matter?",
    "the_omens": "The omens and portents are not favorable. I fear that things will get much worse before they get better.",
    "the_only_villain": "The only villain who threatens Silmaria is you. Guards, seize Minos!",
    "the_paladin_rakeesh_is_dead": "The Paladin Rakeesh is dead. Though his heart was strong, not even it could prevail against the assassin's venom.",
    "the_people_of_atlantis": "The people of Atlantis have pledged their alliance with Silmaria. Our boats will again be able to sail without fear of attack from the Tritons of the sea. Our harbor will again be safe for free trade.",
    "the_poisoned_dagger": "The poisoned dagger has been found, and the assassin has been slain. You are the one who has brought the Furies' vengeance down upon this murderer of Kings and Heroes. You have won the Rite of Justice.",
    "the_prince_has_been_named": "The Prince of Shapeir has been named as a contender. By the ancient traditions of this land, five Heroes shall compete in this challenge. Five Heroes shall make this land stronger. One Hero shall rise to the throne of Silmaria.",
    "the_prince_has_freed": "The Prince of Shapeir has freed the village from the invaders. He returned to the gates of the Hall of Kings before all others. He is the winner of the Rite of Freedom.",
    "the_prince_went": "The Prince of Shapeir went into the depths of the sea. He found Atlantis, and brought forth the symbol of peace between our lands and people.",
    "the_ring_of_truth": "The Ring of Truth upon the Paladin reveals your lies, Minos. You cannot hide the Truth from us now. You are guilty of these crimes.",
    "the_ring_seems": "The ring seems impossible. Where does one find earth's blood or water of binding?",
    "the_rite_of_conquest": "The Rite of Conquest will begin tomorrow evening. You will be summoned for the ceremony. However, I will not speak more of it now.",
    "the_rite_of_freedom": "The Rite of Freedom has ended. You will all be summoned for the next Rite of Rulership. Farewell.",
    "the_rites_of_rulership_are_over": "The Rites of Rulership are over. Here are the Heroes who have saved Silmaria.",
    "the_rites_of_rulership_is_a": "The Rites of Rulership is a series of quests that will aid Silmaria. Five individuals will compete to complete these quests. The one who accomplishes the most will be judged worthy to become King.",
    "the_rites_shall_begin": "The Rites of Rulership shall begin!",
    "the_sea_is": "The sea is a very dangerous place. There are many fierce creatures that prey upon anyone foolish enough to swim far from shore.",
    "the_shield_elsa": "The shield of General Claudius has been brought back by Elsa von Spielburg. The invader base has been destroyed, and our kingdom shall remain free from their menace.",
    "the_shield_prince": "The shield of General Claudius has been brought back by the Prince of Shapeir. The invader base has been destroyed, and our kingdom shall remain free from their menace.",
    "the_shield_you": "The shield of General Claudius has been brought back by you. The invader base has been destroyed, and our kingdom shall remain free from their menace.",
    "the_sultan": "The Sultan Harun Al-Rashid has sent a letter of recommendation about you. He says you would make a most splendid King, to use his words. He also sends you his blessing, and trusts you will choose the future you wish to fulfill.",
    "the_tritons_are": "The Tritons are half-human, half-fish people who live under the sea. We have been at peace with their people for generations. We have no idea why they now turn against our fishermen.",
    "the_underworld_elsa": "The Underworld is a place of death, and few that live return to speak of its darkness. Do you, Elsa von Spielburg, swear an oath by the river Styx that you have entered the gates of Hades?",
    "the_underworld_is_you": "The Underworld is a place of death, and few that live return to speak of its darkness. Do you swear an oath by the river Styx that you have entered the gates of Hades?",
    "the_underworld_prince": "The Underworld is a place of death, and few that live return to speak of its darkness. Do you, Prince of Shapeir, swear an oath by the river Styx, that you have entered the gates of Hades?",
    "the_web_elsa": "The web of the future is woven, and few dare to face what the Fates have sewn. One person has looked upon her future. Elsa von Spielburg knows now what lies before her. Elsa knows her own fate.",
    "the_web_prince": "The web of the future is woven, and few dare to face what the Fates have sewn. One man has looked upon his future. The Prince of Shapeir knows now what lies before him, for better or for worse.",
    "then_our_king": "Then our King shall have a Queen as worthy as he is. Congratulations to you both.",
    "then_silmaria_will_have_a_worthy": "Then Silmaria will have a worthy King and a worthy Queen. Congratulations, both of you.",
    "then_silmaria_will_have_the_finest": "Then Silmaria will have the finest rulers in all the world. Congratulations, and I wish you great happiness.",
    "there_are_many_small": "There are many small islands that surround Marete. They are mostly uninhabited save by animals and monsters. A few of the larger islands are owned by the individuals that live there.",
    "there_are_too_many": "There are too many unknowns about this murderer. What is this poison he uses? Why is he doing this? How is he selecting his victims? Then of course, the questions we need to answer -- Who is he, and where can we find him.",
    "there_is_but_one_other": "There is but one other who has proven that she deserves the throne of Silmaria. Elsa von Spielburg, will you be the next King of Silmaria?",
    "there_is_one_enemy": "There is one enemy of this kingdom that has long been a foe for long centuries. It has the soul of Evil, and thus draws Evil to it. While it lives, there is fear. While it breathes, there is anguish.",
    "these_are_the_heroes": "These are the Heroes of Silmaria.",
    "they_defeated_the_dragon": "They defeated the Dragon of Doom, and the prophecy of Silmaria's destruction will not come to pass. These are the ones who averted this dire fate.",
    "they_have_brought": "They have brought the Unjust to Justice, and made the murderers pay for their crimes.",
    "they_have_dared": "They have dared the depths of Hades, and proved their courage and valor. They have brought us Peace with Atlantis, and made the sea safe for boats and travel.",
    "they_have_freed": "They have freed our fishing villages, and driven the invaders off Marete. They have defeated the General of the Mercenaries, and made certain that they will never return to Silmaria's shores.",
    "this_is_the_final_rite": "This is the final Rite of Rulership. Our kingdom has been terrorized by an assassin. Our King, our citizens, and our comrades have fallen to his poisonous blade. He must be stopped.",
    "this_is_the_one": "This is the one who has first freed a fishing village from the invaders. You returned to the gates of the Hall of Kings before all others. You are the winner of the Rite of Freedom.",
    "this_is_the_rite_of_conquest": "This is the Rite of Conquest!",
    "this_is_the_rite_of_courage": "This is the Rite of Courage.",
    "this_is_the_rite_of_justice": "This is the Rite of Justice!",
    "this_is_the_rite_of_peace": "This is the Rite of Peace.",
    "this_is_the_rite_of_valor": "This is the Rite of Valor!",
    "this_is_the_second": "This is the second Rite of Rulership. The invaders are led by a General named Claudius, who has the reputation of being a ruthless and powerful strategist.",
    "this_murderer_must": "This murderer must be stopped. Three dead -- the King, a respected businessman, a challenger for the throne -- and another would be dead if you had not aided him.",
    "this_was_not_a_noble": "This was not a noble death. This was murder, pure and simple. All of your lives are in great danger. Take care, and be wary always.",
    "thus_ends_destiny_elsa": "Thus ends the Rite of Destiny.",
    "thus_ends_destiny_prince": "Thus ends the Rite of Destiny.",
    "thus_ends_peace": "Thus ends the Rite of Peace.",
    "thus_ends_valor_elsa": "Thus ends the Rite of Valor.",
    "thus_ends_valor_gort": "Thus ends the Rite of Valor.",
    "thus_ends_valor_prince": "Thus ends the Rite of Valor.",
    "thus_ends_valor_you": "Thus ends the Rite of Valor.",
    "to_enter_these_rites": "To enter these Rites, you must first contribute 1,000 drachmas to the Rulership fund. This can be done at the Bank of Silmaria.",
    "travel_to_some": "Travel to some of the outer islands has become very dangerous lately. Many fishing boats have not returned, and reports of attacks by Tritons and sea monsters are all too common.",
    "two_days_after": "Two days after the King was assassinated. We do not presume this is a coincidence. However, Silmaria has the resources to withstand a siege, and has never in its history fallen to invasion.",
    "ugarte_is_a_minor": "Ugarte is a minor business associate of Senor Ferrari, the proprietor of the Dead Parrot Inn. They both arrived from Rasier earlier this year. Other than that, we know little about him.",
    "ugarte_was_trying": "Ugarte was trying to tell you something? It is possible that he knew something about the assassin, or at least that the assassin suspected him of such. That would explain why Ugarte was the target, and not you.",
    "unfortunately_marete": "Unfortunately, Marete has been invaded by Hesperian Mercenaries. They have taken the outlying fishing villages. We do not have the force to drive them away.",
    "until_the_assassin": "Until the assassin is captured, I am certain there will be more death. We do not know what his purpose is, or why. We can only hope we can stop him soon.",
    "very_well_by": "Very well. By your own words, Dr. Pretorius, you have convicted yourself of the crime of distributing illegal drugs. Gort, you too are accused of being an accomplice and accessory to this crime. You are disqualified from the Rites of Rulership.",
    "very_well_i_give": "Very well. I give you the ring of Justinian. You now bear the King's Ring. I wish you luck with it.",
    "very_well_we_will": "Very well. We will speak to Minos directly, and tell him of our suspicions. I sincerely hope that we are correct. He is not someone I wish to anger without cause.",
    "we_are_charging": "We are charging you with no crime other than that of negligence. You were not in this land when the first two victims were assassinated, therefore you are not suspected of being the assassin.",
    "we_are_honored_to_have": "We are honored to have another Paladin in our city. Rakeesh has spoken of your deeds in Tarna and Shapeir. You have truly earned the title.",
    "we_did_not_mention": "We did not mention the assassin by name, Minos.",
    "we_thank_you": "We thank you for reporting this unfortunate occurrence. Our guards are searching the streets for signs of the murderer right now. He must be stopped.",
    "we_will_be_pleased": "We will be pleased and proud to have such a worthy Hero contesting to become our leader.",
    "we_will_do": "We will do what we can to bring Ugarte to consciousness. We need to know what information almost cost Ugarte his life.",
    "what_do_you_suggest": "What do you suggest we do in this matter?",
    "when_the_king_died": "When the King died, it was you who suggested that the Council select the next ruler of Silmaria rather than the Rites of Rulership. When we would not agree, you instead sponsored a contestant in the Rites.",
    "where_is_elsa": "Where is Elsa, and what have you done with her, Minos?",
    "where_now_is_elsa": "Where now is Elsa von Spielburg?",
    "who_here_is_worthy": "Who here is worthy to compete in the Rites of Rulership? By your actions, you shall each prove yourself.",
    "who_is_the_master": "Who is the master villain behind all these crimes?",
    "who_of_you": "Who of you out there now lights the way of freedom?",
    "why_why_have_you": "Why? Why have you gone through so much for us, risked your life for Silmaria? Why do you not want the reward of the rulership of this kingdom?",
    "will_you_swear": "Will you swear by the river Styx that you have indeed gone to the depths of Hades and returned with those waters of binding oaths?",
    "you_are_very_much": "You are very much like Rakeesh. He would be very proud of you right now.",
    "you_do_not_deny": "You do not deny that you and Gort are directly involved with drugging the Wizards?",
    "you_have_a_wide": "You have a wide range of experiences to draw upon from your past. It should serve you well in Silmaria.",
    "you_have_gone": "You have gone into the depths of the sea. You have found the fabled city of Atlantis, and brought forth a symbol of peace between our lands and people. You have truly won the Rite of Peace.",
    "you_have_refused": "You have refused to bind your oath by the river Styx. You cannot be judged to have won this Rite.",
    "you_have_said_before": "You have said before that your ancestors once ruled the island of Marete. We believe you are trying to restore the past glory of your forefathers.",
    "you_have_sworn": "You have sworn by the river Styx. A winner has been found, and shall be so judged.",
    "you_met_with_ugarte": "You met with Ugarte, and watched the murderer slay him? Why didn't you report this to the guards? How could you just leave your friend's body lying there on the ground?",
    "you_must_indeed": "You must indeed enter the depths of death. You must open the gates of the Underworld. You must face the fearsome guardian of the dark reaches -- Cerberus. You must journey downward to the very center of the Abyss.",
    "you_must_understand": "You must understand that your life will be in grave danger from the moment you enter the Rite of Rulership. We will be doing everything we can to stop the assassin, but you need to be wary.",
    "you_realize_of_course": "You realize, of course, that this is not Mystery Theater, I trust.",
    "you_risked": "You risked your life and soul for nothing more than our thanks in return? This is what being a Paladin is? You will walk away from the highest honor we can give you?",
    "you_said_that_this_bruno": "You said that this Bruno mentioned Elsa von Spielburg's name, and obviously knew her from her homeland. Yet the assassin was avoiding Elsa rather than just killing her, even though it risked his secrecy to do so. Again, this points suspicion to one person behind all this -- Minos.",
    "you_shall_go": "You shall go to the island of Delos. Seek out the Sybil there, the prophetess who sees the web of fate. Speak with her, and confront your future. Return with proof that you have faced yourself.",
    "you_shall_seek_out": "You shall seek out this General, and make certain that he shall never invade our kingdom again. Return with his shield.",
    "you_suggest_that_we": "You suggest that we tell Minos that Bruno confessed before he died? I do not lie easily or very believably. If we attempt this, you will need to confront him with this deceit.",
    "you_too_must_enter": "You, too, must enter the depths of death. You must open the gates of the Underworld. You must face the fearsome guardian of the dark reaches -- Cerberus. You must journey downward to the very center of the Abyss.",
    "you_too_were": "You, too, were Rakeesh's friend, and he trusted and respected you. It is you who will bear the burden of nemesis. You must bring this assassin the justice he deserves.",
    "you_will_be_judged": "You will be judged in this matter. Take him away.",
    "you_will_become": "You will become the next King of Silmaria.",
    "you_will_have_to": "You will have to journey to the heart of terror and pain. You will face fire and fury and above all, death. Journey to Hydra, there to face the creature that gives the island name. Teach it the fear and pain it has given others, and destroy it. Return with its teeth to prove your word.",
    "you_will_seek_out_atlantis": "You will seek out the lost city of Atlantis. Speak with her Queen, and forge a new alliance between their lands and ours. Return with the symbol of the agreement. ",
    "you_will_seek_out_the_cause": "You will seek out the cause of all these events. You will find the one person responsible for these terrible deeds. You will make that person pay for all the death and destruction he has brought to Silmaria.",
    "youll_have_to_journey": "You'll have to journey to the heart of terror and pain. You will face fire and fury and above all, death. Journey to Hydra, there to face the creature that gives the island name. Teach it the fear and pain it has given others, and destroy it. Return with its teeth to prove your word.",
    "your_actions": "Your actions in this matter were not of the highest honor. You are striving for the rulership of this kingdom. You willed be judged in this matter.",
    "your_behavior": "Your behavior in this matter will be judged. Take him away.",
    "your_description": "Your description of the Assassin will be given to all the guards in town. We will soon be increasing our patrols everywhere. Thank you for your aid in this matter.",
    "your_friend_ugarte_is_dead": "Your friend, Ugarte, is dead. There is nothing our healers could do for him. The poison of the assassin's blade is too deadly.",
    "your_friend_ugarte_is_unconscious": "Your friend, Ugarte, is unconscious but alive, thanks to your actions. It will be considerable time before he is well, though. We still do not have a true counterpoison to the assassin's poison."
}