{
    "ah_greetings": "Ah, greetings to you again. I just wanted to make a grand entrance for once. Impressive, wasn't it?",
    "ah_there_you_are": "Ah, there you are. I've been warming up the Wizard's Whirl for you.",
    "ah_theres_nothing": "Ah, there's nothing as sweet as chocolate. Thank you, thank you.",
    "all_right_if_an_ogre": "All right, if an Ogre and a Goon jumped off the cliff at the same time, who would land first?",
    "all_right_then": "All right then:\nTrissle, Trassle, Trussle, Tree,\nShow us what we learn from thee.",
    "did_you_hear_exorcist": "Did you hear about the man who didn't pay his exorcist on time?",
    "dont_be_absurd": "Don't be absurd. This clearly means something. I only wish I could help you more.",
    "drat": "Drat.",
    "greetings_my_friend": "Greetings, my friend. It is so nice to see you.",
    "hmm_im_certain": "Hmmm, I'm certain we have something around here just like that. Thank you, but we do not need it.",
    "hmm_where": "Hmmm, where did you find this little kit?",
    "i_just_got": "I just got a little over-enthusiastic, that's all. Now what can I do for you?",
    "i_thought_you_didnt": "I thought you didn't believe in stereotypes.",
    "i_used_to_use": "I used to use crystal balls, but with the big screen, the reception is better.",
    "if_you_choose": "If you choose to accept this mission, you will need to go to the Hall of Kings to speak with Logos, the centaur who is in charge of Silmaria right now.",
    "if_you_want_to": "If you want to compete in the Rites, you will need to go to the Hall of Kings to speak with Logos, the Centaur who is in charge of Silmaria right now.",
    "im_not_the_fan": "I'm not the fan of cheese in this household.",
    "it_seems_to_be_an_arm": "It seems to be an arm that keeps coming and going...",
    "ive_arranged": "I've arranged for you to stay at the most amusing inn in Silmaria. Would you like to go there now, or are you ready to head into danger?",
    "more_of_a_brief": "More of a brief relief of a thief, I would say.",
    "no_one_gets_tan": "No, one gets tanned by the sun, the other gets sand by the ton!",
    "no_the_ogre": "No, the Ogre, because the Goon would have to stop and ask directions.",
    "no_when_he_didnt": "No. When he didn't pay his exorcist, he was repossessed. Re-possessed, get it?",
    "of_course_she_can": "Of course, she can. She uses CURSE-ive.",
    "oh_yes_of_course": "Oh, yes, of course... Here. Take this scroll. You will now have the scroll of 'Whirlwind.' It's a 'wind-erful' spell.",
    "people_tend_to": "People tend to step on his tail, you see.",
    "perfect_timing": "Perfect timing. You are most welcome right now. Fenris and I have just finished a game of Wizard's Whirl.",
    "silmaria_needs_down": "Silmaria needs a new king, and thus the Rite of Rulership is about to begin. This Rite will determine the next ruler for the kingdom.",
    "silmaria_needs_up": "Silmaria needs a new king, and thus the Rite of Rulership is about to begin. This Rite will determine the next ruler for the kingdom.",
    "so_dear_boy": "So, dear boy, the reason Fenris and I brought you here is this -- you are a Hero. And so, in the grand tradition of all Heroes, you need to go where you are most needed. That happens to be Silmaria at this moment.",
    "thank_you_but_id_be": "Thank you, but I'd be burping for days. Do you know how difficult it is to cast a spell when you're burping?",
    "the_former_king": "The former king was assassinated a short while back. We have no idea why this was done, or even, who did it. Thus you were summoned.",
    "this_spell_will_show": "This spell will show us something about the previous owner of this rather quaint tool box.",
    "we_would_like_you": "We would like you to enter the Rite of Rulership. It is the most likely way to find the villain behind the nefarious deeds going on in Silmaria.",
    "welcome_welcome": "Welcome, welcome! Have a seat while I put away the viewing screen.",
    "well_then_shall": "Well then, shall we see what we can learn from this?",
    "what_style": "What style is Baba Yaga's handwriting?",
    "whats_the_difference_gypsy": "What's the difference between a Gypsy fortuneteller and you, Fenris?",
    "whats_the_difference_silmarian": "What's the difference between a Silmarian sunbather and a Shapeirian desert dweller?",
    "why_its_a_spell": "Why, it's a spell scroll. I'll add it to my collection. Thank you.",
    "would_you_like_to_hear": "Would you like to hear a joke? I'm always happy to tell one.",
    "would_you_like_to_join": "Would you like to join your companion now?",
    "you_will_enjoy": "You will enjoy Silmaria. I am certain you will meet some old friends and make new ones. This is an interesting city, and these are interesting times."
}