{
    "after_all": "After all, forewarned is forearmed.",
    "after_you_and_baba": "After you and Baba Yaga left Spielburg, it started getting a bit dull there. I puttered around for a while, then decided to come down here to Silmaria for the winter.",
    "ah_greetings": "Ah, greetings to you again. I just wanted to make a grand entrance for once. Impressive, wasn't it?",
    "ah_theres_nothing": "Ah, there's nothing as sweet as chocolate. Thank you, thank you.",
    "all_right_if_an_ogre": "All right, if an Ogre and a Goon jumped off the cliff at the same time, who would land first?",
    "all_right_then": "All right then:\nTrissle, Trassle, Trussle, Tree,\nShow us what we learn from thee.",
    "always_a_pleasure": "Always a pleasure to see you, dear boy. I hope you have been having a good time in Silmaria. Plenty of things to do there, after all. All those merchants...",
    "congratulations": "Congratulations! You have all won! I always enjoy happy endings.",
    "did_you_hear_exorcist": "Did you hear about the man who didn't pay his exorcist on time?",
    "dont_be_absurd": "Don't be absurd. This clearly means something. I only wish I could help you more.",
    "drat": "Drat.",
    "farewell_i_wish": "Farewell. I wish we could have been of more assistance.",
    "fenris_can_be": "Fenris can be rather irritating at times.",
    "fenris_exaggerates": "Fenris exaggerates, as usual. I only caught the curtain in flames, and I immediately blew it out with a Whirlwind Spell.",
    "fenris_has_been": "Fenris has been acting a bit strange lately. I think it's something to do with those RABID types.",
    "fenris_i_dont_think": "Fenris, I don't think anyone around here would even consider eating your species.",
    "fenris_is_quite": "Fenris is quite a skilled Wizard in his own right. He's a Master of Arcane Arts from Mythcatonic U.",
    "fenris_would": "Fenris would try the patience of a pachyderm.",
    "for_years": "For years, the kingdom of Silmaria has been a peaceful place for my winter home. I don't generally get involved in things. When you are as powerful as I, you know it is better not to meddle in the affairs of others.",
    "good_luck": "Good luck. I hope to see you all after this battle.",
    "good_to_see_you_too": "Good to see you too. I trust you haven't been over-doing your magic practice.",
    "greetings_my_friend": "Greetings, my friend. It is so nice to see you.",
    "have_a_good_time": "Have a good time doing all those Hero sort of things.",
    "hmm_im_certain": "Hmmm, I'm certain we have something around here just like that. Thank you, but we do not need it.",
    "hmm_where": "Hmmm, where did you find this little kit?",
    "i_always_like": "I always like to keep abreast of what's going on...",
    "i_just_got": "I just got a little over-enthusiastic, that's all. Now what can I do for you?",
    "i_occasionally": "I occasionally like to check in on the scenic wonders of Silmaria with my crystal ball.",
    "i_thought_you_didnt": "I thought you didn't believe in stereotypes.",
    "i_trust_youve_been": "I trust you've been taking care of yourself since I last saw you. Have you been eating healthy fruits and vegetables on your adventures?",
    "i_used_to_use": "I used to use crystal balls, but with the big screen, the reception is better.",
    "if_you_choose": "If you choose to accept this mission, you will need to go to the Hall of Kings to speak with Logos, the centaur who is in charge of Silmaria right now.",
    "if_you_want_to": "If you want to compete in the Rites, you will need to go to the Hall of Kings to speak with Logos, the Centaur who is in charge of Silmaria right now.",
    "im_not_the_fan": "I'm not the fan of cheese in this household.",
    "it_could_have_been": "It could have been a real cat-astrophe.",
    "it_seems_to_be_an_arm": "It seems to be an arm that keeps coming and going...",
    "it_would": "It would be preferable to the ribald rat, at times.",
    "its_a_little_quiet": "It's a little quiet floating up here, but I guess I shouldn't complain. It's rather pleasant being involved in exciting adventures without leaving the comforts of home.",
    "ive_arranged": "I've arranged for you to stay at the most amusing inn in Silmaria. Would you like to go there now, or are you ready to head into danger?",
    "leaving_so_soon": "Leaving so soon? Farewell, my friend, and I hope you will enter the Rite of Rulership.",
    "more_of_a_brief": "More of a brief relief of a thief, I would say.",
    "my_advice": "My advice to adventurers is this -- never get your boots wet. They make nasty squishy noises, and they never quite fit right.",
    "my_house_used_to_be": "My house used to be infested with cats, but they're no problem since Fenris took up magic.",
    "no_one_gets_tan": "No, one gets tanned by the sun, the other gets sand by the ton!",
    "no_the_ogre": "No, the Ogre, because the Goon would have to stop and ask directions.",
    "no_when_he_didnt": "No. When he didn't pay his exorcist, he was repossessed. Re-possessed, get it?",
    "of_course_she_can": "Of course, she can. She uses CURSE-ive.",
    "off_to_another_boots": "Off to another exciting adventure, no doubt. I went adventuring once. I had a lot of interesting experiences, and learned a great deal. My advice to adventurers is this -- never get your boots wet. They make nasty squishy noises, and they never quite fit right.",
    "off_to_another_i_went": "Off to another exciting adventure, no doubt. I went adventuring once. I had a lot of interesting experiences, and learned a great deal.",
    "oh_they_arent": "Oh, they aren't that expensive.",
    "oh_yes_of_course": "Oh, yes, of course... Here. Take this scroll. You will now have the scroll of 'Whirlwind.' It's a 'wind-erful' spell.",
    "people_tend_to": "People tend to step on his tail, you see.",
    "perfect_timing": "Perfect timing. You are most welcome right now. Fenris and I have just finished a game of Wizard's Whirl.",
    "shes_the_psychic": "She's the psychic, and you're the side-kick!",
    "silmaria_is_a": "Silmaria is a fascinating place. Fenris and I were just looking over some of the beautiful scenery.",
    "silmaria_needs_down": "Silmaria needs a new king, and thus the Rite of Rulership is about to begin. This Rite will determine the next ruler for the kingdom.",
    "silmaria_needs_up": "Silmaria needs a new king, and thus the Rite of Rulership is about to begin. This Rite will determine the next ruler for the kingdom.",
    "since_all_the_troubles": "Since all the troubles started in Silmaria, people have been leaving like rats deserting a ship.",
    "so_dear_boy": "So, dear boy, the reason Fenris and I brought you here is this -- you are a Hero. And so, in the grand tradition of all Heroes, you need to go where you are most needed. That happens to be Silmaria at this moment.",
    "so_youre_off": "So you're off again, are you?",
    "someone_with_magical": "Someone with magical aid managed to sneak into my castle without the cloud guardian seeing him. I was most displeased, let me tell you.",
    "sorry_to": "Sorry to interrupt your victory, but Silmaria is in great danger from the Dragon that Minos just released. I'll just teleport you over there.",
    "speaking_of_robberies": "Speaking of robberies, I, too, had an item of importance stolen from this house while we were in Spielburg. I am missing the 'Prophecy Stone,' a magical rock I was researching. It had something to do with the destruction of Atlantis, I believe.",
    "thank_you_but_id_be": "Thank you, but I'd be burping for days. Do you know how difficult it is to cast a spell when you're burping?",
    "thats_chocolate": "That's chocolate mousse.",
    "the_former_king": "The former king was assassinated a short while back. We have no idea why this was done, or even, who did it. Thus you were summoned.",
    "the_rites_of_rulership": "The Rites of Rulership are a series of quests designed to determine the next King of Silmaria. Interesting custom, really.",
    "the_spell_usually": "The spell usually reveals something significant about the person who owned the item upon which the spell is cast. It may be a bit obscure, but the clue is important.",
    "there_you_all": "There you all go. This will not be an easy battle for you. At least you won't have to make any unpleasant sacrifices. Just do what you can and do your best.",
    "this_is_my_winter": "This is my winter home, here in Silmaria. I have trouble working my magic when it's too cold.",
    "this_spell_will_show": "This spell will show us something about the previous owner of this rather quaint tool box.",
    "we_would_like_you": "We would like you to enter the Rite of Rulership. It is the most likely way to find the villain behind the nefarious deeds going on in Silmaria.",
    "welcome_welcome": "Welcome, welcome! Have a seat while I put away the viewing screen.",
    "well_then_shall": "Well then, shall we see what we can learn from this?",
    "what_do_silmarians": "What do Silmarians consider the cuisine of Kings?",
    "what_style": "What style is Baba Yaga's handwriting?",
    "whats_the_difference_gypsy": "What's the difference between a Gypsy fortuneteller and you, Fenris?",
    "whats_the_difference_silmarian": "What's the difference between a Silmarian sunbather and a Shapeirian desert dweller?",
    "why_its_a_spell": "Why, it's a spell scroll. I'll add it to my collection. Thank you.",
    "would_you_like_to_hear": "Would you like to hear a joke? I'm always happy to tell one.",
    "would_you_like_to_join": "Would you like to join your companion now?",
    "you_look_a_little": "You look a little distracted, as if you had something on your mind...",
    "you_will_enjoy": "You will enjoy Silmaria. I am certain you will meet some old friends and make new ones. This is an interesting city, and these are interesting times."
}